[
    {
        "url": "https://www.shimano.com/en/csr/news/news_detail_14.html",
        "content": "Our use of electricity derived from renewable energy sources, which began in 2021, will continue in 2022, and 99% of the electricity used at our domestic manufacturing sites is now covered by electricity derived from renewable energy sources. We are also actively adopting renewable energy at our overseas production sites. Activities to Reduce CO2 Emissions We will continue to make company-wide efforts to achieve highly-efficient manufacturing and actively work to reduce total energy consumption. Shimano Singapore Intelligent Plant We have worked to reduce CO2 emissions by developing a highly-efficient, waste-free manufacturing system that reduces energy consumption, and by promoting a transition to renewable energy. At our new Singapore plant, which began full-scale operations in 2022, energy consumption has been reduced by approximately 30% compared to the former plant through steps such as optimizing energy efficiency with a monitoring system, and switching all lighting to LEDs. In addition, the spacious biotope on the roof of the plant and abundant plantings inside and around the exterior are symbols of a green plant."
    },
    {
        "url": "https://www.jobsatshimano-eu.com/core-values",
        "content": " • Blue Blooded – Having Blue Blood describes the passion and love we have for our company, the products we make and the services we provide. We are all proud members of the Shimano Family and driven to share this unique passion. As brand ambassadors, Shimano runs through our veins. From our founder, Shozaburo Shimano, we have inherited an enthusiastic commitment of producing high-quality and reliable products and services. Working across borders, we especially value the strength of being a Team. • Innovative – To continuously develop ourselves and maintain competitiveness, Team Shimano members are open to new ideas and proactiveness. We take initiative to daily and future challenges, embrace new developments and engage in lifelong learning to be ready for the future. We put all our creativity and knowledge into providing consumers with captivating products and services that bring them closer to nature and lets them share the valuable joy of life with each other. • Excellent Performance – We commit ourselves to keep our promise to meet and exceed customer’s expectations. We act reliably and meet the trust placed in us. Performance driven, quick and agile but with an eye for detail, we continuously pursue the highest quality in all we do. From our founder, Shozaburo Shimano, we have inherited an enthusiastic commitment of producing high-quality and reliable products and services. Working across borders, we especially value the strength of being a Team. We put all our creativity and knowledge into providing consumers with captivating products and services that bring them closer to nature and lets them share the valuable joy of life with each other. From Pro Cyclists to recreational fishing enthusiasts – from existing to future Team Shimano members - we support people to realize their dreams. United by this common philosophy, we are driven by our core values which describe who we are, what we do and how we want to become. Shimano Europe’s core values • Customer Centric – “What is in it for our Customer?” is what we ask ourselves in all our activities. We listen to our customers and markets and anticipate to their needs. By acting customer driven and maintaining external focus, we put the Customer at the center of attention. • Excellent Performance – We commit ourselves to keep our promise to meet and exceed customer’s expectations. We act reliably and meet the trust placed in us. Performance driven, quick and agile but with an eye for detail, we continuously pursue the highest quality in all we do. • Blue Blooded – Having Blue Blood describes the passion and love we have for our company, the products we make and the services we provide. We are all proud members of the Shimano Family and driven to share this unique passion. As brand ambassadors, Shimano runs through our veins. • Innovative – To continuously develop ourselves and maintain competitiveness, Team Shimano members are open to new ideas and proactiveness. We take initiative to daily and future challenges, embrace new developments and engage in lifelong learning to be ready for the future. • Sustainability – We focus on 3 dimensions of sustainability: profit (economic), planet (environmental) and people (social). We want to make a positive impact on the environment and society and improve the quality of life for now and our future generations. • Sustainability – We focus on 3 dimensions of sustainability: profit (economic), planet (environmental) and people (social). We want to make a positive impact on the environment and society and improve the quality of life for now and our future generations. From Pro Cyclists to recreational fishing enthusiasts – from existing to future Team Shimano members - we support people to realize their dreams. United by this common philosophy, we are driven by our core values which describe who we are, what we do and how we want to become. • Customer Centric – “What is in it for our Customer?” is what we ask ourselves in all our activities. We listen to our customers and markets and anticipate to their needs. By acting customer driven and maintaining external focus, we put the Customer at the center of attention."
    },
    {
        "url": "https://www.shimano.com/en/csr/social_activity_report.html",
        "content": "Shimano Tricolor Report Latest Version: January 1 - December 31, 2022 From 2022, \"Social Activities Report\" has been renewed to \"Shimano Tricolor Report\"."
    },
    {
        "url": "https://shimanocyclingworld.com/activities/",
        "content": " About Shimano Explore the different activities that happen at Shimano Cycling World. Sign up for the activities via our Eventbrite page. Introduction to Bicycle Components and Spinning Class This program is a unique experience that combines theory lesson and practical spinning workout all in one session. It will ensure you emerge the experiential center feeling confident and inspired about cycling! In our 90 minutes class, you will learn about gear shifting, cadence and put it to test in our uniquely designed 30 minutes workout! Basic Bike Maintenance Workshop Looking to fix up that old bicycle lying around or the new bicycle you have just bought? This Basic Bike Maintenance Workshop is for you! A free 90-minutes workshop covering topics such as: How to use quick release skewers, adjusting your brakes, removing front and rear wheels, repairing a puncture/ changing tube and tire, bicycle cleaning, routines checks before riding and safety tips. Bike Cruise Shimano Cycling World’s Bike Cruise – a cycling activity that caters to the public, corporate and schools. Participants will be riding on the Park Connectors, alongside Singapore’s most iconic sceneries. We will be stopping by for refreshments and bonding activities during our pit stop. A great way to involve exercise with fun! Guided Tour This 30 – 45 minutes personalized guided tour showcasing the history and development of bicycles throughout the years. Spreading awareness about the origin of bicycles, our experienced guides will walk you along Shimano Cycling World’s classic antique bicycle collections. This tour also features hands on experiences that invites visitors to experience the innovations, technology, precision and the art of various bicycle parts. As functional as they are artfully designed, visitors, enthusiasts and budding designers can appreciate the inspiring precision work by Shimano. Special Talks At Shimano Cycling World, we welcome avid bicycle tourists and visionaries across all background to share their journey. Sit back and enjoy the stories of travel, adventure, technology and philanthropy shared by them. These talks are usually casual affairs amidst laughter and jokes. You may also interact with the speaker during question and answer! Come attend our special talks to get inspired! Guided Tour By leveraging on the quality workforce here, Shimano has since grown into a full-fledged manufacturing plant with R&D, product design and engineering, cold forging, stamping, heat treatment, electroplating and tooling fabrication capabilities. Shimano Singapore set up its sales office in 1996. It is the regional headquarters for sales and marketing of all products in South-East Asia. Basic Bike Maintenance Workshop Shimano Cycling World’s Bike Cruise – a cycling activity that caters to the public, corporate and schools. Mr Yozo Shimano, President of Shimano Inc., was appointed Singapore’s Honorary Consul-General in Osaka on November 2011. Special Talks Participants will be riding on the Park Connectors, alongside Singapore’s most iconic sceneries. We will be stopping by for refreshments and bonding activities during our pit stop. A great way to involve exercise with fun! Sit back and enjoy the stories of travel, adventure, technology and philanthropy shared by them. This program is a unique experience that combines theory lesson and practical spinning workout all in one session. It will ensure you emerge the experiential center feeling confident and inspired about cycling! In our 90 minutes class, you will learn about gear shifting, cadence and put it to test in our uniquely designed 30 minutes workout! At Shimano Cycling World, we welcome avid bicycle tourists and visionaries across all background to share their journey. As functional as they are artfully designed, visitors, enthusiasts and budding designers can appreciate the inspiring precision work by Shimano. As of 31 December 2019, total number of employees (offices and factories) is 11,380. © 2021 SHIMANO INC. All Rights Reserved How to use quick release skewers, adjusting your brakes, removing front and rear wheels, repairing a puncture/ changing tube and tire, bicycle cleaning, routines checks before riding and safety tips. You may also interact with the speaker during question and answer! Come attend our special talks to get inspired! Sign up for the activities via our Eventbrite page. Bike Cruise Established in 1921 and incorporated in 1940 in Japan (Sakai City, Osaka), Shimano Inc. designs, conducts R&D, manufactures and sells high quality bicycle components, rowing and fishing equipment. In 1973, Shimano established its first factory outside of Japan in Singapore. This tour also features hands on experiences that invites visitors to experience the innovations, technology, precision and the art of various bicycle parts. Introduction to Bicycle Components and Spinning Class Looking to fix up that old bicycle lying around or the new bicycle you have just bought? Spreading awareness about the origin of bicycles, our experienced guides will walk you along Shimano Cycling World’s classic antique bicycle collections. These talks are usually casual affairs amidst laughter and jokes. This 30 – 45 minutes personalized guided tour showcasing the history and development of bicycles throughout the years. Explore the different activities that happen at Shimano Cycling World. This Basic Bike Maintenance Workshop is for you! A free 90-minutes workshop covering topics such as:"
    },
    {
        "url": "https://bike.shimano.com/en-EU/shimanoconnect/lab/faq.html",
        "content": " Can I select what parts of my activity are made public?(L-8120) See the Pioneer website page listed below for this procedure. https://global.pioneer/en/support/oshirase_etc/cycle/info210824.php#newpass Note that SGX-CA500 does not support wireless upload. Analyzing ride data. You can check the progress of the analysis by clicking the notification icon on the header. FAQ No results found First Use I don't know how to upload my ride data.(L-8010) Use the Upload button in the header to upload your ride data. See the manual for details. Can I use SHIMANO CONNECT Lab on my smartphone or tablet?(L-8020) Yes, you can use SHIMANO CONNECT Lab on your smartphone or tablet device. However, some of the screens are not displayed on smartphones. (Activity List, Analysis screen) What are the recommended environments and browsers?(L-8030) We recommend the following operating environments. Windows Latest version of Google Chrome Latest version of Mozilla Firefox Mac Latest version of Mozilla Firefox iOS Latest version of Safari Android Latest version of Chrome * SHIMANO CONNECT Lab cannot be used in incognito mode or in private browsers. Let me know the types of files I can upload.(L-8050) Files in FIT format, which is a ｃommon log file format used for cycle computers, can be uploaded. Log files in .db format from Pioneer SGX-CA600 and SGX-CA500 can also be uploaded. I would like to wirelessly upload data from Pioneer SGX-CA600 or Cyclo-Sphere Control.(L-8060) See the Pioneer website page listed below for this procedure. https://global.pioneer/en/support/oshirase_etc/cycle/info210824.php#newpass Note that SGX-CA500 does not support wireless upload. Useful Information Can I transfer the specified ride data on Garmin Connect™ to SHIMANO CONNECT Lab when I link my account to Garmin Connect™?(L-8480) You cannot specify the data to be transferred. Data uploaded to Garmin Connect™ after your account is linked will be transferred automatically. Will ride data uploaded to a third-party service (Garmin Connect™) be transferred automatically to SHIMANO CONNECT Lab if my account is linked?(L-8470) Yes. Ride data uploaded to a third-party service after your account is linked will be transferred automatically. * Ride data uploaded before your account is linked will not be transferred automatically. Please refer to the following link to manually upload your data to SHIMANO CONNECT Lab. Can I upload multiple files at once?(L-8070) Yes. You can select multiple files when selecting files to upload. * Up to 16 files can be uploaded at once. See the manual for details. Can I download multiple files at once?(L-8080) Yes. To download multiple files at once, check the files you want to download on the Activity List screen. See the manual for details. What does [Total shifts] indicate on Activity List and other screens?(L-8090) It indicates the total number of times the gear was shifted in the specified segment. Dashboard, Activity List, Lap List, Summary Window: Example: When 10/120 is displayed, it indicates the following: \"The total front gear shifting count is 10 [times].\" \"The total rear gear shifting count is 120 [times].\" Statistics: Example: When 130 is displayed, it indicates the following: \"The sum of front and rear gear shifting is 130 [times]\". What is Standing Separation?(L-8100) This function extracts features from force vectors every 30 degrees of pedaling to determine whether the cyclist is riding the bicycle standing up or seated. You can view the result in the time-series graph window on the Analysis screen. In addition, ｔhe Force Vector window, Pedaling Graph window, Summary window, Scatter Chart window, and Histograms window also show parameters that indicate ride features. What is \"Private Location\"?(L-8110) The track of your activity in this area does not appear on the map when the activity is made public. If part of your activity track is in the \"Private Location\", that part does not appear on the map. Can I select what parts of my activity are made public?(L-8120) Yes. You can select \"Private\" (only you can see the information) or \"Public\" (anyone can see the information). There is no setting that allows specific people to see your information. What kind of information is made public if I make my activities public?(L-8130) Maps, Summary, Time-Series Graphs, Correlation Chart, Force Vector, and Pedaling Graphs are made public. Can I edit my ride data?(L-8140) You can change activity names or activity categories. See the manual for this procedure. Can I change the items displayed in the Activity List?(L-8150) Yes, you can. Click a column item in the Activity List to change. Also, you can change the item order from \"Activity list parameters\" in the settings. See the manual for details. Can I sort the data in the Activity List?(L-8160) You can sort the items in ascending or descending order. See the manual for details. What are the FTP and weight in the settings used for?(L-8170) The FTP is used to display the following parameters. TSS® IF® Power Zone FTP The weight is used to display the following parameters. Weight Power/Weight I want to save the positions of the windows.(L-8180) The position and size of a window is automatically saved when its position or size is changed. Where can I use my SHIMANO ID?(R-5030) Andorra, Argentina, Australia, Austria, Belgium, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Chile, Colombia, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Guatemala, Hungary, Iceland, India, Indonesia, Ireland, Israel, Italy, Japan, Korea, Latvia, Lithuania, Liechtenstein, Luxembourg, Malaysia, Malta, Mexico, Monaco, Netherlands, New Zealand, Norway, Panama, Philippines, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, South Africa, Spain, Sweden, Switzerland, Thailand, Turkey, Uruguay, United Kingdom, United States of America, Bolivarian Republic of Venezuela Solution Tips I cannot view the uploaded ride data.(L-8190) Analyzing ride data. You can check the progress of the analysis by clicking the notification icon on the header. Ride data analysis does not end.(L-8200) The ride data analysis may take a few hours up to a full day to be completed due to high traffic on SHIMANO CONNECT Lab or other reasons. You can check the progress of the analysis by clicking the notification icon on the header. Please wait for a while and then check the analysis result. We apologize for the inconvenience. The notification shows \"Analysis complete\", but data is not displayed on the dashboard.(L-8210) If [Analysis complete] is displayed in the notification but data is not displayed neither on the dashboard nor Activity List, refresh your browser. The heart rate data is not displayed.(L-8220) To display your heart rate data, you need to agree to have your health data saved. From [Link to SHIMANO ID PORTAL] on the Settings screen, go to [Terms and agreements] and then select \"Agree\" to have your health data saved. See the manual for details. Use of JavaScript(L-8230) This website uses JavaScript. If JavaScript is disabled in your web browser settings, the content may not be displayed correctly or the functionality can be limited. Please enable JavaScript in your web browser settings when using this website. The dashboard is not displayed after I log in(L-8240) SHIMANO CONNECT Lab cannot be used in incognito mode or private browsing mode, or in private browsers. Please check your browser settings. Nothing is displayed on the Mac, iPhone, or iPad screen.(L-8250) If \"Prevent cross-site tracking\" is turned ON in Safari, the screen is not displayed correctly. On the browser settings screen, turn off \"Prevent cross-site tracking\" and log in again. The data on SHIMANO CONNECT Lab does not match the data displayed on services offered by other companies.(L-8260) The values displayed may differ between SHIMANO CONNECT Lab and services offered by other companies due to a difference in calculation algorithms or other factors. Graphs and lists are not displayed correctly.(L-8270) The values displayed may differ between SHIMANO CONNECT Lab and services offered by other companies due to a difference in calculation algorithms or other factors. Graphs and lists may not be displayed correctly due to the zoom or cache function of your browser. Follow the two steps below and log in to SHIMANO CONNECT Lab to try again. Set the zoom level of your browser to 100 %. Graphs may not be displayed correctly depending on the zoom level of your browser. Clear the browser cache. Browsers save web pages and images locally to display information quickly. If the old data that was saved the last time you accessed SHIMANO CONNECT Lab is being used, graphs may not be displayed correctly. 【Reference】 Follow the steps below to clear the browser cache. ○ Browsers for Windows Google Chrome ver.91 1. Click the \"Google Chrome settings\" icon in the upper-right corner of the browser. A menu appears. 2. On the menu, click \"History\". The history page appears. 3. Click the \"Clear Browsing Data\" link. The \"Clear Browsing Data\" pop-up appears. 4. Check \"Cached images and files\" only, then click the \"Clear Data\" button. Mozilla Firefox ver.88 1. Click the 3-bar (hamburger) icon (\"Open application menu\") in the upper-right corner of the browser. A menu appears. 2. On the menu, click \"Options\". The Options window appears. 3. Click the \"Privacy & Security\" panel. 4. Scroll to the \"Cookies and Site Data\" section and click the \"Clear Data\" button. The \"Clear Data\" pop-up appears. 5. Uncheck \"Cookies and Site Data\" and confirm that \"Cached Web Content\" is checked, then click the \"Clear (L)\" button. ○ Browsers for Mac Apple Safari ver.13.1 1. Click \"Safari\" on the Safari menu bar. A menu appears. 2. On the menu, select \"Preferences...\". A pop-up window appears. 3. Click the \"Advanced\" button. 4. Check the \"Show Develop menu in menu bar\" at the bottom. 5. Click \"Develop\" on the Safari menu bar. A menu appears. 6. Click \"Empty Caches\". 7. As necessary, uncheck \"Show Develop menu in menu bar\" by selecting \"Preference\" and then \"Advanced\". ○ Browsers for iOS Apple Safari ver.604.1 1. Tap \"Settings\", then tap \"Safari\" on the Settings screen. 2. Tap \"Clear History and Website Data\". A pop-up window appears. 3. Tap the \"Clear History and Data\" button. ○ Browsers for Android Google Chrome ver.87.0 1. Tap the 3 vertical dots icon in the upper-right corner of the browser. A menu appears. 2. On the menu, select \"History\". The history page appears. 3. Tap \"Clear Browsing Data\". The \"Clear Browsing Data\" pop-up appears. 4. Check \"Cached images and files\" only, then click the \"Clear Data\" button. Can I change the unit? (km <-> mile)(L-8280) Yes, you can. Go to \"Settings screen\", then \"Display settings\". Weight and Power/Weight are not displayed.(L-8290) You need to enter your weight to have Weight and Power/Weight displayed. Enter your weight on the Settings screen. To enter your weight, you need to agree to have your health data saved. See the manual for details. TSS® and IF® are not displayed.(L-8300) You need to enter FTP to have TSS® and IF® displayed. Enter FTP on the Settings screen. See the manual for details. I accidentally closed a window on the Analysis screen. How do I display the window again?(L-8310) Perform \"Reset Window Layout\" or \"Add Window\". \"Reset Window Layout\" resets the positions of all windows to their default settings at the time of user registration. \"Add Window\" displays a newly selected window while the size and layout of other windows remain the same. See the manual for this procedure. I changed the position of a window. How do I return it to the original position?(L-8320) Perform \"Reset Window Layout\". See the manual for this procedure. I cannot add a window.(L-8330) A window of the same type as the one already placed cannot be added. I cannot find a window.(L-8340) It may be hidden under other windows. Look for the window by moving other windows. If it is not displayed, perform \"Add Window\". See the manual for this procedure. Data is not displayed in the Force Vector window.(L-8350) Data recorded in .FIT or .db files can be displayed by using a power meter with the force vector feature. Data is not displayed in the Power Curve window.(L-8360) The data can be displayed when the power meter data is recorded in the ride log. No data appears in the Pedaling Graph window.(L-8370) Data recorded in .FIT or .db files can be displayed by using a power meter with the force vector feature. I forgot my password.(L-8380) On the login screen on the SHIMANO CONNECT Lab top page, click [Forgot password?] to reset your password. How do I change my user name?(L-8390) You can change it on SHIMANO ID PORTAL. Access SHIMANO ID PORTAL from the Settings screen. How do I change my password?(L-8400) Reset your password on SHIMANO ID PORTAL. What happens to the uploaded data after I cancel my SHIMANO CONNECT Lab subscription?(L-8410) All data will be deleted. Once deleted, the data cannot be restored. What happens to the uploaded data after I delete my SHIMANO ID account?(L-8420) All data will be deleted. Once deleted, the data cannot be restored. I have inquiries about logging into SHIMANO ID, accessing your account, deleting your account, setting up your profile.(L-8433) Click here for the Inquiry Form. Neither the altitude nor elevation gain is displayed when I link my ride data that was logged with E-TUBE RIDE to SHIMANO CONNECT Lab.(R-5320) Altitude or elevation gain is not displayed on SHIMANO CONNECT Lab because E-TUBE RIDE does not log altitude data. Some data on Garmin Connect™ will not be transferred to SHIMANO CONNECT Lab.(L-8520) Bicycle-related activity ride data will be transferred. Note that transfer may take longer depending on the number of users accessing each service. I cannot log in with my Twitter account.(R-2030) The function that allows you to log in using your Twitter account became permanently unavailable on July 31, 2023. Please follow the steps below to configure the login settings. For E-TUBE PROJECT Cyclist/E-TUBE RIDE For SHIMANO CONNECT Lab This website uses JavaScript. If JavaScript is disabled in your web browser settings, the content may not be displayed correctly or the functionality can be limited. Please enable JavaScript in your web browser settings when using this website. I accidentally closed a window on the Analysis screen. How do I display the window again?(L-8310) SHIMANO CONNECT CORPORATE EU DE FR ES IT NL PT DK FI NO SE US JP TW SHIMANO CONNECT Lab User Manual FAQ SHIMANO CONNECT Lab You cannot specify the data to be transferred. Data uploaded to Garmin Connect™ after your account is linked will be transferred automatically. The track of your activity in this area does not appear on the map when the activity is made public. If part of your activity track is in the \"Private Location\", that part does not appear on the map. Neither the altitude nor elevation gain is displayed when I link my ride data that was logged with E-TUBE RIDE to SHIMANO CONNECT Lab.(R-5320) I changed the position of a window. How do I return it to the original position?(L-8320) Perform \"Reset Window Layout\". See the manual for this procedure. Files in FIT format, which is a ｃommon log file format used for cycle computers, can be uploaded. Log files in .db format from Pioneer SGX-CA600 and SGX-CA500 can also be uploaded. You need to enter FTP to have TSS® and IF® displayed. Enter FTP on the Settings screen. See the manual for details. The notification shows \"Analysis complete\", but data is not displayed on the dashboard.(L-8210) Useful Information Where can I use my SHIMANO ID?(R-5030) Can I download multiple files at once?(L-8080) What happens to the uploaded data after I delete my SHIMANO ID account?(L-8420) Will ride data uploaded to a third-party service (Garmin Connect™) be transferred automatically to SHIMANO CONNECT Lab if my account is linked?(L-8470) Graphs and lists are not displayed correctly.(L-8270) Yes, you can. Go to \"Settings screen\", then \"Display settings\". The data on SHIMANO CONNECT Lab does not match the data displayed on services offered by other companies.(L-8260) It indicates the total number of times the gear was shifted in the specified segment. Dashboard, Activity List, Lap List, Summary Window: Example: When 10/120 is displayed, it indicates the following: \"The total front gear shifting count is 10 [times].\" \"The total rear gear shifting count is 120 [times].\" Statistics: Example: When 130 is displayed, it indicates the following: \"The sum of front and rear gear shifting is 130 [times]\". Nothing is displayed on the Mac, iPhone, or iPad screen.(L-8250) FISHING / ROWING / CORPORATE Privacy Policy | Teams of Use | Legal info ©SHIMANO INC. ALL RIGHTS RESERVED BACK TO TOP THIS WEBSITE USES COOKIES TO IMPROVE YOUR USER EXPERIENCE. Click \"I agree\" or any link to accept these cookies. To learn more about how we use cookies, read our privacy policy. I AGREE EDIT PREFERENCES Ride data analysis does not end.(L-8200) What does [Total shifts] indicate on Activity List and other screens?(L-8090) You can change it on SHIMANO ID PORTAL. Access SHIMANO ID PORTAL from the Settings screen. What is Standing Separation?(L-8100) This function extracts features from force vectors every 30 degrees of pedaling to determine whether the cyclist is riding the bicycle standing up or seated. You can view the result in the time-series graph window on the Analysis screen. In addition, ｔhe Force Vector window, Pedaling Graph window, Summary window, Scatter Chart window, and Histograms window also show parameters that indicate ride features. FISHING / ROWING / CORPORATE Yes. To download multiple files at once, check the files you want to download on the Activity List screen. See the manual for details. Can I transfer the specified ride data on Garmin Connect™ to SHIMANO CONNECT Lab when I link my account to Garmin Connect™?(L-8480) Can I sort the data in the Activity List?(L-8160) Can I change the unit? (km <-> mile)(L-8280) Weight and Power/Weight are not displayed.(L-8290) All data will be deleted. Once deleted, the data cannot be restored. We recommend the following operating environments. Can I edit my ride data?(L-8140) Use the Upload button in the header to upload your ride data. See the manual for details. Altitude or elevation gain is not displayed on SHIMANO CONNECT Lab because E-TUBE RIDE does not log altitude data. No results found Privacy Policy | Teams of Use | Legal info For SHIMANO CONNECT Lab I cannot view the uploaded ride data.(L-8190) SHIMANO CONNECT CORPORATE EU DE FR ES IT NL PT DK FI NO SE US JP TW SHIMANO CONNECT Lab User Manual FAQ SHIMANO CONNECT Lab FAQ No results found First Use I don't know how to upload my ride data.(L-8010) Use the Upload button in the header to upload your ride data. See the manual for details. Can I use SHIMANO CONNECT Lab on my smartphone or tablet?(L-8020) Yes, you can use SHIMANO CONNECT Lab on your smartphone or tablet device. However, some of the screens are not displayed on smartphones. (Activity List, Analysis screen) What are the recommended environments and browsers?(L-8030) We recommend the following operating environments. Windows Latest version of Google Chrome Latest version of Mozilla Firefox Mac Latest version of Mozilla Firefox iOS Latest version of Safari Android Latest version of Chrome * SHIMANO CONNECT Lab cannot be used in incognito mode or in private browsers. Let me know the types of files I can upload.(L-8050) Files in FIT format, which is a ｃommon log file format used for cycle computers, can be uploaded. Log files in .db format from Pioneer SGX-CA600 and SGX-CA500 can also be uploaded. I would like to wirelessly upload data from Pioneer SGX-CA600 or Cyclo-Sphere Control.(L-8060) See the Pioneer website page listed below for this procedure. https://global.pioneer/en/support/oshirase_etc/cycle/info210824.php#newpass Note that SGX-CA500 does not support wireless upload. Useful Information Can I transfer the specified ride data on Garmin Connect™ to SHIMANO CONNECT Lab when I link my account to Garmin Connect™?(L-8480) You cannot specify the data to be transferred. Data uploaded to Garmin Connect™ after your account is linked will be transferred automatically. Will ride data uploaded to a third-party service (Garmin Connect™) be transferred automatically to SHIMANO CONNECT Lab if my account is linked?(L-8470) Yes. Ride data uploaded to a third-party service after your account is linked will be transferred automatically. * Ride data uploaded before your account is linked will not be transferred automatically. Please refer to the following link to manually upload your data to SHIMANO CONNECT Lab. Can I upload multiple files at once?(L-8070) Yes. You can select multiple files when selecting files to upload. * Up to 16 files can be uploaded at once. See the manual for details. Can I download multiple files at once?(L-8080) Yes. To download multiple files at once, check the files you want to download on the Activity List screen. See the manual for details. What does [Total shifts] indicate on Activity List and other screens?(L-8090) It indicates the total number of times the gear was shifted in the specified segment. Dashboard, Activity List, Lap List, Summary Window: Example: When 10/120 is displayed, it indicates the following: \"The total front gear shifting count is 10 [times].\" \"The total rear gear shifting count is 120 [times].\" Statistics: Example: When 130 is displayed, it indicates the following: \"The sum of front and rear gear shifting is 130 [times]\". What is Standing Separation?(L-8100) This function extracts features from force vectors every 30 degrees of pedaling to determine whether the cyclist is riding the bicycle standing up or seated. You can view the result in the time-series graph window on the Analysis screen. In addition, ｔhe Force Vector window, Pedaling Graph window, Summary window, Scatter Chart window, and Histograms window also show parameters that indicate ride features. What is \"Private Location\"?(L-8110) The track of your activity in this area does not appear on the map when the activity is made public. If part of your activity track is in the \"Private Location\", that part does not appear on the map. Can I select what parts of my activity are made public?(L-8120) Yes. You can select \"Private\" (only you can see the information) or \"Public\" (anyone can see the information). There is no setting that allows specific people to see your information. What kind of information is made public if I make my activities public?(L-8130) Maps, Summary, Time-Series Graphs, Correlation Chart, Force Vector, and Pedaling Graphs are made public. Can I edit my ride data?(L-8140) You can change activity names or activity categories. See the manual for this procedure. Can I change the items displayed in the Activity List?(L-8150) Yes, you can. Click a column item in the Activity List to change. Also, you can change the item order from \"Activity list parameters\" in the settings. See the manual for details. Can I sort the data in the Activity List?(L-8160) You can sort the items in ascending or descending order. See the manual for details. What are the FTP and weight in the settings used for?(L-8170) The FTP is used to display the following parameters. TSS® IF® Power Zone FTP The weight is used to display the following parameters. Weight Power/Weight I want to save the positions of the windows.(L-8180) The position and size of a window is automatically saved when its position or size is changed. Where can I use my SHIMANO ID?(R-5030) Andorra, Argentina, Australia, Austria, Belgium, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Chile, Colombia, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Guatemala, Hungary, Iceland, India, Indonesia, Ireland, Israel, Italy, Japan, Korea, Latvia, Lithuania, Liechtenstein, Luxembourg, Malaysia, Malta, Mexico, Monaco, Netherlands, New Zealand, Norway, Panama, Philippines, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, South Africa, Spain, Sweden, Switzerland, Thailand, Turkey, Uruguay, United Kingdom, United States of America, Bolivarian Republic of Venezuela Solution Tips I cannot view the uploaded ride data.(L-8190) Analyzing ride data. You can check the progress of the analysis by clicking the notification icon on the header. Ride data analysis does not end.(L-8200) The ride data analysis may take a few hours up to a full day to be completed due to high traffic on SHIMANO CONNECT Lab or other reasons. You can check the progress of the analysis by clicking the notification icon on the header. Please wait for a while and then check the analysis result. We apologize for the inconvenience. The notification shows \"Analysis complete\", but data is not displayed on the dashboard.(L-8210) If [Analysis complete] is displayed in the notification but data is not displayed neither on the dashboard nor Activity List, refresh your browser. The heart rate data is not displayed.(L-8220) To display your heart rate data, you need to agree to have your health data saved. From [Link to SHIMANO ID PORTAL] on the Settings screen, go to [Terms and agreements] and then select \"Agree\" to have your health data saved. See the manual for details. Use of JavaScript(L-8230) This website uses JavaScript. If JavaScript is disabled in your web browser settings, the content may not be displayed correctly or the functionality can be limited. Please enable JavaScript in your web browser settings when using this website. The dashboard is not displayed after I log in(L-8240) SHIMANO CONNECT Lab cannot be used in incognito mode or private browsing mode, or in private browsers. Please check your browser settings. Nothing is displayed on the Mac, iPhone, or iPad screen.(L-8250) If \"Prevent cross-site tracking\" is turned ON in Safari, the screen is not displayed correctly. On the browser settings screen, turn off \"Prevent cross-site tracking\" and log in again. The data on SHIMANO CONNECT Lab does not match the data displayed on services offered by other companies.(L-8260) The values displayed may differ between SHIMANO CONNECT Lab and services offered by other companies due to a difference in calculation algorithms or other factors. Graphs and lists are not displayed correctly.(L-8270) The values displayed may differ between SHIMANO CONNECT Lab and services offered by other companies due to a difference in calculation algorithms or other factors. Graphs and lists may not be displayed correctly due to the zoom or cache function of your browser. Follow the two steps below and log in to SHIMANO CONNECT Lab to try again. Set the zoom level of your browser to 100 %. Graphs may not be displayed correctly depending on the zoom level of your browser. Clear the browser cache. Browsers save web pages and images locally to display information quickly. If the old data that was saved the last time you accessed SHIMANO CONNECT Lab is being used, graphs may not be displayed correctly. 【Reference】 Follow the steps below to clear the browser cache. ○ Browsers for Windows Google Chrome ver.91 1. Click the \"Google Chrome settings\" icon in the upper-right corner of the browser. A menu appears. 2. On the menu, click \"History\". The history page appears. 3. Click the \"Clear Browsing Data\" link. The \"Clear Browsing Data\" pop-up appears. 4. Check \"Cached images and files\" only, then click the \"Clear Data\" button. Mozilla Firefox ver.88 1. Click the 3-bar (hamburger) icon (\"Open application menu\") in the upper-right corner of the browser. A menu appears. 2. On the menu, click \"Options\". The Options window appears. 3. Click the \"Privacy & Security\" panel. 4. Scroll to the \"Cookies and Site Data\" section and click the \"Clear Data\" button. The \"Clear Data\" pop-up appears. 5. Uncheck \"Cookies and Site Data\" and confirm that \"Cached Web Content\" is checked, then click the \"Clear (L)\" button. ○ Browsers for Mac Apple Safari ver.13.1 1. Click \"Safari\" on the Safari menu bar. A menu appears. 2. On the menu, select \"Preferences...\". A pop-up window appears. 3. Click the \"Advanced\" button. 4. Check the \"Show Develop menu in menu bar\" at the bottom. 5. Click \"Develop\" on the Safari menu bar. A menu appears. 6. Click \"Empty Caches\". 7. As necessary, uncheck \"Show Develop menu in menu bar\" by selecting \"Preference\" and then \"Advanced\". ○ Browsers for iOS Apple Safari ver.604.1 1. Tap \"Settings\", then tap \"Safari\" on the Settings screen. 2. Tap \"Clear History and Website Data\". A pop-up window appears. 3. Tap the \"Clear History and Data\" button. ○ Browsers for Android Google Chrome ver.87.0 1. Tap the 3 vertical dots icon in the upper-right corner of the browser. A menu appears. 2. On the menu, select \"History\". The history page appears. 3. Tap \"Clear Browsing Data\". The \"Clear Browsing Data\" pop-up appears. 4. Check \"Cached images and files\" only, then click the \"Clear Data\" button. Can I change the unit? (km <-> mile)(L-8280) Yes, you can. Go to \"Settings screen\", then \"Display settings\". Weight and Power/Weight are not displayed.(L-8290) You need to enter your weight to have Weight and Power/Weight displayed. Enter your weight on the Settings screen. To enter your weight, you need to agree to have your health data saved. See the manual for details. TSS® and IF® are not displayed.(L-8300) You need to enter FTP to have TSS® and IF® displayed. Enter FTP on the Settings screen. See the manual for details. I accidentally closed a window on the Analysis screen. How do I display the window again?(L-8310) Perform \"Reset Window Layout\" or \"Add Window\". \"Reset Window Layout\" resets the positions of all windows to their default settings at the time of user registration. \"Add Window\" displays a newly selected window while the size and layout of other windows remain the same. See the manual for this procedure. I changed the position of a window. How do I return it to the original position?(L-8320) Perform \"Reset Window Layout\". See the manual for this procedure. I cannot add a window.(L-8330) A window of the same type as the one already placed cannot be added. I cannot find a window.(L-8340) It may be hidden under other windows. Look for the window by moving other windows. If it is not displayed, perform \"Add Window\". See the manual for this procedure. Data is not displayed in the Force Vector window.(L-8350) Data recorded in .FIT or .db files can be displayed by using a power meter with the force vector feature. Data is not displayed in the Power Curve window.(L-8360) The data can be displayed when the power meter data is recorded in the ride log. No data appears in the Pedaling Graph window.(L-8370) Data recorded in .FIT or .db files can be displayed by using a power meter with the force vector feature. I forgot my password.(L-8380) On the login screen on the SHIMANO CONNECT Lab top page, click [Forgot password?] to reset your password. How do I change my user name?(L-8390) You can change it on SHIMANO ID PORTAL. Access SHIMANO ID PORTAL from the Settings screen. How do I change my password?(L-8400) Reset your password on SHIMANO ID PORTAL. What happens to the uploaded data after I cancel my SHIMANO CONNECT Lab subscription?(L-8410) All data will be deleted. Once deleted, the data cannot be restored. What happens to the uploaded data after I delete my SHIMANO ID account?(L-8420) All data will be deleted. Once deleted, the data cannot be restored. I have inquiries about logging into SHIMANO ID, accessing your account, deleting your account, setting up your profile.(L-8433) Click here for the Inquiry Form. Neither the altitude nor elevation gain is displayed when I link my ride data that was logged with E-TUBE RIDE to SHIMANO CONNECT Lab.(R-5320) Altitude or elevation gain is not displayed on SHIMANO CONNECT Lab because E-TUBE RIDE does not log altitude data. Some data on Garmin Connect™ will not be transferred to SHIMANO CONNECT Lab.(L-8520) Bicycle-related activity ride data will be transferred. Note that transfer may take longer depending on the number of users accessing each service. I cannot log in with my Twitter account.(R-2030) The function that allows you to log in using your Twitter account became permanently unavailable on July 31, 2023. Please follow the steps below to configure the login settings. For E-TUBE PROJECT Cyclist/E-TUBE RIDE For SHIMANO CONNECT Lab FISHING / ROWING / CORPORATE Privacy Policy | Teams of Use | Legal info ©SHIMANO INC. ALL RIGHTS RESERVED BACK TO TOP THIS WEBSITE USES COOKIES TO IMPROVE YOUR USER EXPERIENCE. Click \"I agree\" or any link to accept these cookies. To learn more about how we use cookies, read our privacy policy. I AGREE EDIT PREFERENCES The values displayed may differ between SHIMANO CONNECT Lab and services offered by other companies due to a difference in calculation algorithms or other factors. Solution Tips What is \"Private Location\"?(L-8110) Can I upload multiple files at once?(L-8070) If [Analysis complete] is displayed in the notification but data is not displayed neither on the dashboard nor Activity List, refresh your browser. I would like to wirelessly upload data from Pioneer SGX-CA600 or Cyclo-Sphere Control.(L-8060) Bicycle-related activity ride data will be transferred. Note that transfer may take longer depending on the number of users accessing each service. You can change activity names or activity categories. See the manual for this procedure. Can I change the items displayed in the Activity List?(L-8150) FAQ On the login screen on the SHIMANO CONNECT Lab top page, click [Forgot password?] to reset your password. The data can be displayed when the power meter data is recorded in the ride log. SHIMANO CONNECT Let me know the types of files I can upload.(L-8050) * SHIMANO CONNECT Lab cannot be used in incognito mode or in private browsers. If \"Prevent cross-site tracking\" is turned ON in Safari, the screen is not displayed correctly. On the browser settings screen, turn off \"Prevent cross-site tracking\" and log in again. Yes. You can select \"Private\" (only you can see the information) or \"Public\" (anyone can see the information). There is no setting that allows specific people to see your information. To display your heart rate data, you need to agree to have your health data saved. From [Link to SHIMANO ID PORTAL] on the Settings screen, go to [Terms and agreements] and then select \"Agree\" to have your health data saved. See the manual for details. Yes, you can use SHIMANO CONNECT Lab on your smartphone or tablet device. However, some of the screens are not displayed on smartphones. (Activity List, Analysis screen) The ride data analysis may take a few hours up to a full day to be completed due to high traffic on SHIMANO CONNECT Lab or other reasons. You can check the progress of the analysis by clicking the notification icon on the header. Please wait for a while and then check the analysis result. We apologize for the inconvenience. I cannot log in with my Twitter account.(R-2030) What are the FTP and weight in the settings used for?(L-8170) Lab User Manual FAQ SHIMANO CONNECT Lab Yes, you can. Click a column item in the Activity List to change. Also, you can change the item order from \"Activity list parameters\" in the settings. See the manual for details. The function that allows you to log in using your Twitter account became permanently unavailable on July 31, 2023. What happens to the uploaded data after I cancel my SHIMANO CONNECT Lab subscription?(L-8410) The FTP is used to display the following parameters. SHIMANO CONNECT Lab cannot be used in incognito mode or private browsing mode, or in private browsers. Please check your browser settings. Yes. You can select multiple files when selecting files to upload. * Up to 16 files can be uploaded at once. See the manual for details. How do I change my user name?(L-8390) Data is not displayed in the Force Vector window.(L-8350) How do I change my password?(L-8400) I don't know how to upload my ride data.(L-8010) The position and size of a window is automatically saved when its position or size is changed. Maps, Summary, Time-Series Graphs, Correlation Chart, Force Vector, and Pedaling Graphs are made public. I cannot add a window.(L-8330) TSS® and IF® are not displayed.(L-8300) Data recorded in .FIT or .db files can be displayed by using a power meter with the force vector feature. The heart rate data is not displayed.(L-8220) I cannot find a window.(L-8340) You can sort the items in ascending or descending order. See the manual for details. I forgot my password.(L-8380) FISHING / ROWING / CORPORATE Privacy Policy | Teams of Use | Legal info ©SHIMANO INC. ALL RIGHTS RESERVED BACK TO TOP What kind of information is made public if I make my activities public?(L-8130) You need to enter your weight to have Weight and Power/Weight displayed. Enter your weight on the Settings screen. To enter your weight, you need to agree to have your health data saved. See the manual for details. Perform \"Reset Window Layout\" or \"Add Window\". \"Reset Window Layout\" resets the positions of all windows to their default settings at the time of user registration. \"Add Window\" displays a newly selected window while the size and layout of other windows remain the same. See the manual for this procedure. I want to save the positions of the windows.(L-8180) It may be hidden under other windows. Look for the window by moving other windows. If it is not displayed, perform \"Add Window\". See the manual for this procedure. What are the recommended environments and browsers?(L-8030) Can I use SHIMANO CONNECT Lab on my smartphone or tablet?(L-8020) No data appears in the Pedaling Graph window.(L-8370) Data is not displayed in the Power Curve window.(L-8360) The values displayed may differ between SHIMANO CONNECT Lab and services offered by other companies due to a difference in calculation algorithms or other factors. Graphs and lists may not be displayed correctly due to the zoom or cache function of your browser. Follow the two steps below and log in to SHIMANO CONNECT Lab to try again. I have inquiries about logging into SHIMANO ID, accessing your account, deleting your account, setting up your profile.(L-8433) A window of the same type as the one already placed cannot be added. For E-TUBE PROJECT Cyclist/E-TUBE RIDE First Use Yes. Ride data uploaded to a third-party service after your account is linked will be transferred automatically. * Ride data uploaded before your account is linked will not be transferred automatically. Please refer to the following link to manually upload your data to SHIMANO CONNECT Lab. The dashboard is not displayed after I log in(L-8240) Andorra, Argentina, Australia, Austria, Belgium, Bosnia and Herzegovina, Brazil, Bulgaria, Canada, Chile, Colombia, Costa Rica, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Guatemala, Hungary, Iceland, India, Indonesia, Ireland, Israel, Italy, Japan, Korea, Latvia, Lithuania, Liechtenstein, Luxembourg, Malaysia, Malta, Mexico, Monaco, Netherlands, New Zealand, Norway, Panama, Philippines, Poland, Portugal, Romania, Singapore, Slovakia, Slovenia, South Africa, Spain, Sweden, Switzerland, Thailand, Turkey, Uruguay, United Kingdom, United States of America, Bolivarian Republic of Venezuela Please follow the steps below to configure the login settings. ©SHIMANO INC. ALL RIGHTS RESERVED Click here for the Inquiry Form. Some data on Garmin Connect™ will not be transferred to SHIMANO CONNECT Lab.(L-8520) Use of JavaScript(L-8230) Reset your password on SHIMANO ID PORTAL."
    },
    {
        "url": "https://www.globaldata.com/store/report/innovation-and-patenting-activity-of-shimano-inc-innovation-and-trend-analysis/",
        "content": " Innovation and Patenting activity of Shimano Inc Q3 2023 was curated by the best experts in the industry and we are confident about its unique quality. However, we want you to make the most beneficial decision for your business, so we offer free sample pages to help you: Assess the relevance of the report Evaluate the quality of the report Justify the cost Download your copy of the sample report and make an informed decision about whether the full report will provide you with the insights and information you need. Innovation and Patenting activity of Shimano Inc Q3 2023 was curated by the best experts in the industry and we are confident about its unique quality. However, we want you to make the most beneficial decision for your business, so we offer free sample pages to help you: Your daily news has saved me a lot of time and keeps me up-to-date with what is happening in the market, I like that you almost always have a link to the source origin. We also use your market data in our Strategic Business Process to support our business decisions. By having everything in one place on the Intelligence Center it has saved me a lot of time versus looking on different sources, the alert function also helps with this. “COVID-19 has caused significant interference to our business and the COVID-19 intelligence from GlobalData has helped us reach better decisions around strategy. These two highlights have helped enormously to understand the projections into the future concerning our business units, we also utilise the project database to source new projects for Liebherr-Werk to use as an additional source to pitch for new business.” $500 | July 2023 This is an on-demand databook that will be delivered upon request. The report will be delivered within 2-3 business days of the purchase, excluding weekends and holidays. Certain sections of the databook may be removed or altered based on data availability and relevance. Italy Spa Market Summary, Competitive Analysis and Forecast to 2027 All the vital news, analysis, and commentary curated by our industry experts. GlobalData, the industry analysis specialist, has released its latest company patent databook “Innovation and Patenting activity of Shimano Inc Q3 2023”. The databook highlights patenting activity of the company in terms of growth in filings and grants, regions protected, impact of various themes, sector applicability of technologies protected. It provides contextual analysis of technical peers, their strategy, dominance (Grant share) and their recent activities. Our experience with GlobalData has been very good, from the platform itself to the people. I find that the analysts and the account team have a high level of customer focus and responsiveness and therefore I can always rely on. The platform is more holistic than other providers. It is convenient and almost like a one stop shop. The pricing suite is highly competitive and value for our organisation. Can be shared by unlimited users within one corporate location e.g. a regional office “The GlobalData platform is our go-to tool for intelligence services. GlobalData provides an easy way to access comprehensive intelligence data around multiple sectors, which essentially makes it a one-for-all intelligence platform, for tendering and approaching customers. GlobalData is very customer orientated, with a high degree of personalised services, which benefits everyday use. The highly detailed project intelligence and forecast reports can be utilised across multiple departments and workflow scopes, from operational to strategic level, and often support strategic decisions. GlobalData Analytics and visualisation solutions has contributed positively when preparing management presentations and strategic papers.” Every Company Report we produce is powered by the GlobalData Intelligence Center. Gain insights about the company’s position relative to its technical peers.Identify the locations where the company is safeguarding its products.Determine if the company is engaged in emerging technologies or themes. I like reports that inform new segments such as the analysis on generation Z, millennials, the impact of COVID 19 to our banking customers and their new channel habits. Secondly the specialist insight on affluent sector significantly increases our understanding about this group of customers. The combination of those give us depth and breadth of the evolving market. Identify the locations where the company is safeguarding its products.Determine if the company is engaged in emerging technologies or themes. “I know that I can always rely on Globaldata’s work when I’m searching for the right consumer and market insights. I use Globaldata insights to understand the changing market & consumer landscape and help create better taste & wellbeing solutions for our customers in food, beverage and healthcare industries. Globaldata has the right data and the reports are of very high quality compared to your competitors. Globaldata not only has overall market sizes & consumer insights on food & beverages but also provides insights at the ingredient & flavour level. That is key for B2B companies like Givaudan. This way we understand our customers’ business and also gain insight to our unique industry” Globaldata has the right data and the reports are of very high quality compared to your competitors. Globaldata not only has overall market sizes & consumer insights on food & beverages but also provides insights at the ingredient & flavour level. That is key for B2B companies like Givaudan. This way we understand our customers’ business and also gain insight to our unique industry” One of the challenges I have found is that data in the payments space is often piecemeal. With GD all of the data I need is in one place, but it also comes with additional market reports that provide useful extra context and information. Having the ability to set-up alerts on relevant movements in the industry, be it competitors or customers, and have them emailed directly to me, ensures I get early sight of industry activity and don’t have to search for news. GlobalData provides a great range of information and reports on various sectors that is highly relevant, timely, easy to access and utilise. The reports and data dashboards help engagement with clients; they provide valuable industry and market insights that can enrich client conversations and can help in the shaping of value propositions. Moreover, using GlobalData products has helped increase my knowledge of the finance sector, the players within it, and the general threats and opportunities. “The GlobalData platform is our go-to tool for intelligence services. GlobalData provides an easy way to access comprehensive intelligence data around multiple sectors, which essentially makes it a one-for-all intelligence platform, for tendering and approaching customers. GlobalData is very customer orientated, with a high degree of personalised services, which benefits everyday use. The highly detailed project intelligence and forecast reports can be utilised across multiple departments and workflow scopes, from operational to strategic level, and often support strategic decisions. GlobalData Analytics and visualisation solutions has contributed positively when preparing management presentations and strategic papers.” I’m in the business of answering and helping people make decisions so with the intelligence center I can do that, effectively and efficiently. I can share quickly key insights that answer and satisfy our country stakeholders by giving them many quality studies and primary research about competitive landscape beyond the outlook of our bank. It helps me be seen as an advisory partner and that makes a big difference. A big benefit of our subscription is that no one holds the whole data and because it allows so many people, so many different parts of our organisation have access, it enables all teams to have the same level of knowledge and decision support. Analyze the company’s patent strategy to better comprehend its approach and objectives in the patenting domain.Gain insights about the company’s position relative to its technical peers.Identify the locations where the company is safeguarding its products.Determine if the company is engaged in emerging technologies or themes. GlobalData provides a great range of information and reports on various sectors that is highly relevant, timely, easy to access and utilise. The reports and data dashboards help engagement with clients; they provide valuable industry and market insights that can enrich client conversations and can help in the shaping of value propositions. Moreover, using GlobalData products has helped increase my knowledge of the finance sector, the players within it, and the general threats and opportunities. I find the consumer surveys that are carried out to be extremely beneficial and not something I have seen anywhere else. They provided an insightful view of why and which consumers take (or don’t) particular financial products. This can help shape conversations with clients to ensure they make the right strategic decisions for their business. One of the challenges I have found is that data in the payments space is often piecemeal. With GD all of the data I need is in one place, but it also comes with additional market reports that provide useful extra context and information. Having the ability to set-up alerts on relevant movements in the industry, be it competitors or customers, and have them emailed directly to me, ensures I get early sight of industry activity and don’t have to search for news. Saudi Arabia Spa Market Summary, Competitive Analysis and Forecast to… The Databook covers quarterly/monthly patents data for the company and its current subsidiaries. Download your copy of the sample report and make an informed decision about whether the full report will provide you with the insights and information you need. “I know that I can always rely on Globaldata’s work when I’m searching for the right consumer and market insights. I use Globaldata insights to understand the changing market & consumer landscape and help create better taste & wellbeing solutions for our customers in food, beverage and healthcare industries. Subscribing to our intelligence platform means you can monitor developments at Innovation and Patenting activity of Shimano Inc Q3 2023 in real time. United Kingdom (UK) Spa Market Summary, Competitive Analysis and Forecast… Published: November 01, 2023 Report Code: GDCPI0001651IPA-MP Having used several other market research companies, I find that GlobalData manages to provide that ‘difficult-to-get’ market data that others can’t, as well as very diverse and complete consumer surveys. Every customer’s requirement is unique. With over 220,000 construction projects tracked, we can create a tailored dataset for you based on the types of projects you are looking for. Please get in touch with your specific requirements and we can send you a quote. Can be used by individual purchaser only I find the consumer surveys that are carried out to be extremely beneficial and not something I have seen anywhere else. They provided an insightful view of why and which consumers take (or don’t) particular financial products. This can help shape conversations with clients to ensure they make the right strategic decisions for their business. Determine if the company is engaged in emerging technologies or themes. Can be shared globally by unlimited users within the purchasing corporation e.g. all employees of a single company Powered by reportstore@globaldata.comTel +44 20 7947 2745 Every customer’s requirement is unique. With over 220,000 construction projects tracked, we can create a tailored dataset for you based on the types of projects you are looking for. Please get in touch with your specific requirements and we can send you a quote. Get in touch to find out about multi-purchase discounts reportstore@globaldata.comTel +44 20 7947 2745 Our experience with GlobalData has been very good, from the platform itself to the people. I find that the analysts and the account team have a high level of customer focus and responsiveness and therefore I can always rely on. The platform is more holistic than other providers. It is convenient and almost like a one stop shop. The pricing suite is highly competitive and value for our organisation. I like reports that inform new segments such as the analysis on generation Z, millennials, the impact of COVID 19 to our banking customers and their new channel habits. Secondly the specialist insight on affluent sector significantly increases our understanding about this group of customers. The combination of those give us depth and breadth of the evolving market. I’m in the business of answering and helping people make decisions so with the intelligence center I can do that, effectively and efficiently. I can share quickly key insights that answer and satisfy our country stakeholders by giving them many quality studies and primary research about competitive landscape beyond the outlook of our bank. It helps me be seen as an advisory partner and that makes a big difference. A big benefit of our subscription is that no one holds the whole data and because it allows so many people, so many different parts of our organisation have access, it enables all teams to have the same level of knowledge and decision support."
    },
    {
        "url": "https://bike.shimano.com/en-US/e-tube/project/professional/dataprotectionnotice.html",
        "content": " We do not knowingly process Personal Data from individuals under the age of 16 without parental or guardian consent. If you are the parent or the guardian of a child and you believe that we have processed Personal Data about him or her, please contact our DPO using the contact details described above in Section 3. We use your Personal Data to enable you to register an account and to log into it, if you want to use the Software with login. To exercise the Right to Access, Right to Know, or Right to Request Deletion: please contact us at privacy@shimano-eu.comor +1-800-423-2420. Only you or a person that you authorize to act on your behalf may make a request related to your Personal Data. A request to exercise any of these rights must (1) provide sufficient information that allows us to reasonably verify that you are the person about whom we collected Personal Data (or an authorized representative of that person); and (2) describe your request with sufficient detail that allows us to understand, evaluate, and respond to your request. We will verify your identity by sending email to your registered email address and confirming reply from your email address. In certain cases, we may need to ask for more information. We may not be able to respond to your request or provide you with the information you requested if we are unable to verify your identity (or establish the authority of an authorized agent acting on your behalf). Authorized agents wishing to exercise rights on behalf of a California consumer should submit requests to privacy@shimano-eu.com along with a copy of the consumer’s signed authorization designating you as their agent. If you do not have an account with SHIMANO, while you may contact us atprivacy@shimano-eu.com with questions or concerns, we may not be able to respond to requests to exercise your rights under the CCPA, including the right to know or delete your Personal Data. Because we only collect limited data about individuals without an account, we are unable to verify requests from non-accountholders to the standard required by the CCPA. When using our Software you have the option to enjoy our contents and Services which may require or allow you to provide us with Personal Data. If certain information is required for us to be able to provide you with a specific service, we will for us mark it as such. Failure to provide us with the information results in the impossibility of providing you with the requested service. We may share your Personal Data with third parties as described in the “Recipients of Personal Data” section of the Notice above. We do not sell Personal Data. California law also requires that we provide you with information about certain disclosures of Personal Data to third parties, where the disclosures are made for “business purposes”, such as disclosures to service providers. We disclose the following types of Personal Data for our business purposes: The Software offers you the option of using the Software without logging in. If you choose this option, we will only store the bike and bike part information together with the information listed under point 5.2. This Notice may be revised from time to time to reflect and comply with changes in applicable legislation. We will inform you about any updates in an appropriate manner, e.g. via email or a message in the Software. The date of the last update is available at the top of this Notice. These disclosures describe how we collect, use, process, and disclose Personal Data of California consumers in the context of our Software and Services (as defined above), as well as the rights you may have under California law. These disclosures are intended to supplement the Data Protection Notice with information required by the California Consumer Privacy Act (“CCPA”). This Notice also informs you about the most relevant aspects of the arrangement concluded between the Shimano entities responsible for the data processing activities in connection with the Software. Where the above purposes require or involve the processing of Sensitive Data, we will ask for your express consent, as required by law, see Art. 9 (2)(a) GDPR. When using our Software and Services we automatically collect Personal Data. We base the processing of your Personal Data on your consent, as well as on the performance of a contract to which you are party and our legitimate interests to provide customer support, to improve the quality of our services and to grow as a business, see Art. 6 (1)(a), (b) and (f) GDPR. Product development: Detect and avoid misuse of the Software: FISHING / ROWING / CORPORATE © SHIMANO INC. ALL RIGHTS RESERVED We process Personal Data of the following categories of data subjects: Use of the Software: The processing of your Personal Data for this purpose is necessary for the performance of the contract concluded with you for the use of the Software, see Art. 6 (1)(b) General Data Protection Regulation (\"GDPR\"). We have summarized the purposes for which we process your Personal Data and the legal bases we justify the processing with in the list below: Privacy Policy | Terms of Use We analyze the performance of our Software and Services content in order to understand how users interact with them and improve them accordingly. We base the processing of your Personal Data on our legitimate interests to improve the quality of our products and services, for product development research and to expand and grow as a business, see Art. 6 (1)(f) GDPR. is the entity responsible for the processing of your Personal Data in relation to the Software (referred to hereinafter as \"we\", \"our\" or \"us\"). Software user measurement and usage analysis: For information about our business or commercial purpose(s) for collecting, or possibly sharing, your Personal Data, please refer to the “Purposes and Legal Bases” section of the Notice above. We use your Personal Data to contact you, either upon your request, or when you have allowed us to do so, for example, to obtain feedback from you in order to improve our Services and the products. Special categories of personal data include data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, genetic data, biometric data, data concerning health or data concerning a natural person's sex life or sexual orientation (also referred to as \"Sensitive Data\"). You can find more information about how we process the Personal Data of California consumers by reviewing the “Additional Disclosures for California Consumers” section of this Notice below. We process your Personal Data for quality improvement purposes, e.g. to detect and analyze problems in our products, to carry out predictive maintenance and calculate the necessary product replacement timing, to introduce new products and test their compatibility, etc. The Software offers you the option of using the Software without logging in. In case of using the Software with user log-in (only possible for OEMs and distributors), the Software operates on the basis of the user profile you have created. We use your Personal Data to manage the bike and bike parts information associated with your user account. Our aim is to offer you a seamless experience by enabling you to access your data from any place and any device. We base the processing of your Personal Data for the above purposes on the performance of a contract to which you are party, see Art. 6 (1)(b) GDPR. The transfer of your Personal Data to recipients located in third countries outside of the European Economic Area (\"EEA\") is subject to the provisions set out in Section 8 below (\"international data transfers\"). Subject to statutory retention periods, we will delete your Personal Data: We have implemented standard industry practices internally and with our service providers to maintain the security of your Personal Data depending on its sensitivity and to avoid disclosure of such Personal Data unpermitted under this Notice. Personal Data means any information relating to an identified or identifiable natural person; an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental economic, cultural or social identity of that natural person (\"Personal Data\"). We analyze technical data gathered via the Software to detect and avoid misuse thereof, for example, by a breach of the terms of use of the software license agreement. We process your Personal Data only for specified, explicit and legitimate purposes and provided that we have a legal basis to rely on. Your Personal Data will not be processed for any purpose other than the one they were originally collected, unless the new purpose is compatible with the initial one or in the event you give us your consent. All data collected the Software will be stored centrally in the European Union (“EU”). As data controller, SIC will have access to that database. Accordingly, your Personal Data will be transferred and/or disclosed to recipients located outside of the EEA in Japan which has been recognized by the European Commission in its adequacy decision (Commission Implementing Decision 2019/419 of 23 January 2019) as providing for an adequate level of data protection. We base the processing of your Personal Data on the performance of a contract to which you are party, as well as on our legitimate interests in prosecuting any misuse of our Software which could affect Shimano and could have legal consequences, see Art. 6 (1)(b) and (f) GDPR. IT support and maintenance providers Our Software offers you a variety of functionalities, services and features (the \"Services\") which require or allow you to provide us with Personal Data about you. Additionally, we automatically collect information about you, including Personal Data, upon use and login of the Software on your device. Under applicable data protection law, you have certain rights with regard to the processing of your Personal Data by us: We will not process your Personal Data longer than necessary for the purpose for which it was originally collected. California law requires that we describe the Personal Data we collect about California consumers, including by identifying specific categories of data. We collect Personal Data directly from consumers, automatically when consumers use our Software and Services, and from other sources (such as from professional users (OEMs and distributors that provide us with information about their employees). As we describe in more detail above in the “Information We Collect” section of this Notice, we have collected the following categories of Personal Data in the past 12 months: This Data Protection Notice (the \"Notice\") describes the data processing activities in connection with your use of the following Software developed and offered by Shimano Inc. Additionally, under California Civil Code Section 1798.83, California residents have the right to request in writing from businesses with whom they have an established business relationship, (a) a list of the categories of personal data that a business has disclosed to third parties during the immediately preceding calendar year for the third parties’ direct marketing purposes and (b) the names and addresses of such third parties. To exercise this right, please contact us at privacy@shimano-eu.com We have appointed a group Data Protection Officer (\"DPO\") to manage all matters related to data protection and privacy. If you have any questions regarding the processing of your Personal Data, please contact our DPO at privacy@shimano-eu.com We rely on your consent to process any Personal Data you have freely chosen to provide us with, see Art. 6 (1)(a) GDPR. In case you withdraw your consent, for example, by updating your user profile, we will stop processing your Personal Data for this purpose. We rely on your consent to process your Personal Data for this purpose, see Art. 6 (1)(a) GDPR. In case you withdraw your consent, we will stop processing your Personal Data for this purpose. User identification: Communication with you: California law grants certain rights to California consumers. These include the rights to: We share your Personal Data with the following recipients: If you have any questions regarding the processing of your Personal Data, please contact us at privacy@shimano-eu.com"
    },
    {
        "url": "https://www.porterprize.org/english/pastwinner/2003/12/03111153.html",
        "content": ""
    },
    {
        "url": "https://bike.shimano.com/en-US/shimanoconnect/lab/dataprotectionnotice.html",
        "content": " glnk 4.5Cookies and other tracking tools Used to keep track of visited sites within the same SSO group. If you are from these countries, by referring to \"we\", \"our\" or \"us\" and by referring to SIC and/or SSJ and/or SNAH and/or SEU we only refer to the respective company or companies named above for the respective country. Cookies are small text files stored on your device with a variety of purposes. You can manage and delete the cookies on your device in the corresponding device settings. 24 hours gmid (Local Storage) gig_canary_ver _gig_ssoToken (Local Storage) This cookie is saved by SAML SP to manage the SAML session information and, specifically, the parameters needed for logout. We use your Personal Data to verify your identity when registering and logging into the Web App. Session 4.1Information you provide to us NA Remembers if 3rd party cookies are blocked to avoid checking every time. Ticket for 2nd phase of login. IDs of comments flagged by the user. We base the processing of the bike ride log on our legitimate interests to improve the quality of our products and services, for product development research and to expand and grow as a business, see Art. 6 (1)(f) GDPR. We base the processing of health related information on your consent, see Art. 9 (2)(a) GDPR. In case you withdraw your consent, we will stop processing these Personal Data for this purpose. Poland For information about our business or commercial purpose(s) for collecting, or possibly sharing, your Personal Data, please refer to the “Purposes and Legal Bases” section of the Notice above. You can register to the Web App by email address or by connecting with existing accounts on social media networks such as Facebook, Google, Apple and Twitter. If you have any questions regarding the processing of your Personal Data, please contact us at privacy@shimano-eu.com. PHPSESSID Location Data Special categories of personal data include data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, genetic data, biometric data, data concerning health or data concerning a natural person's sex life or sexual orientation (also referred to as \"Sensitive Data\"). Remembers if a provider checkbox was checked by the user. Iceland Comments guest email. Product development and quality improvement: Unique computer identifier used for generating reports, and used by the Web SDK to get saved response. Bulgaria We may disclose your Personal Data to third parties as described in the “Recipients of Personal Data” section of the Notice above. We do not \"sell\" or \"share\" Personal Data as those terms are defined under California law. California law also requires that we provide you with information about certain disclosures of Personal Data to third parties, where the disclosures are made for “business purposes”, such as disclosures to service providers. We disclose the following types of Personal Data for our business purposes: The transfer of your Personal Data to recipients located in third countries outside of the European Economic Area (\"EEA\") is subject to the provisions set out in Section 7 below (\"international data transfers\"). Andorra apiDomain_<apiKey> Indicates if the group login token session is still activated. Personal Data means any information relating to an identified or identifiable natural person; an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental economic, cultural or social identity of that natural person (\"Personal Data\"). Last login provider username for Login \"Welcome back\" screen. _gig_comments_selected_providers gig_loginToken_<APIKey> Panama Last selected user sort. _gig_dbgConsole_log ucid Internet Activity Used to indicate whether to use APIProxy or not. Italy Canada Malaysia Can be configured in gigya site Additionally, under California Civil Code Section 1798.83, California residents have the right to request in writing from businesses with whom they have an established business relationship, (a) a list of the categories of personal data that a business has disclosed to third parties during the immediately preceding calendar year for the third parties’ direct marketing purposes and (b) the names and addresses of such third parties. To exercise this right, please contact us at privacy@shimano-eu.com. _gig_comments_email token_id gmSettings (Local Storage) ua_<apikey> Greece Brazil 1 year (only active ~3 days) Japan Republic of South Africa California law grants certain rights to California consumers. These include the rights to: _gig_shareUI_lastUID The processing of your Personal Data for this purpose is necessary for the performance of the contract concluded with you for the use of the Web App, see Art. 6 (1)(b) General Data Protection Regulation (\"GDPR\"). We analyze the performance of the Web App and Services, the users’ content and the users’ handling of the Web App and Services in order to understand how users interact with the Web App and Services and improve them accordingly and to develop and introduce new products and test their compatibility, etc. The Web App operates and the Services are provided on the basis of the user profile you have created. We use your Personal Data to manage your sensor device information and ride log associated with your user account. Our aim is to offer you a seamless experience by enabling you to access your data from any place and any device. We base the processing of your Personal Data for the above purposes on the performance of a contract to which you are party, see Art. 6 (1)(b) GDPR. All data collected via the Web App will be stored centrally in the European Union (\"EU)\" region of AWS and SAP. As (joint) data controller, SIC has access to these databases. Accordingly, your Personal Data will be transferred and/or disclosed to recipients located outside of the EEA in Japan which has been recognized by the European Commission in its adequacy decision (Commission Implementing Decision 2019/419 of 23 January 2019) as providing for an adequate level of data protection. AWS is located in the USA. An adequacy decision by the EU Commission does not exist for the USA. The data transfer to AWS is subject to standard contractual clauses for the transfer of personal data to processors established in third countries. A copy of the clauses can be requested from the data processing officer. U.S. residents may also contact us to appeal any decision we make relating to requests to exercise your rights. To appeal a decision, please contact us using the contact details above. Belgium Costa Rica Used to trigger logging for debugging. _gig_lt / glt_<APIKey> Callback for listener. The shared domain API calls for all sites in a group should be sent to. Philippines Denmark _gig_email United Kingdom FISHING / ROWING / CORPORATE COPPA (under age). Last used email address in share (when sending email). forever The Web App uses cookies and other tracking mechanisms to collect information. Gigya's Single Sign On (SSO) group login token. SSO expiration. Argentina SHIMANO CONNECT CORPORATE EU DE FR ES IT NL PT DK FI NO SE US JP TW SHIMANO CONNECT Lab User Manual FAQ SHIMANO CONNECT Lab EU AD AR BA BR CL CO CR DE DK ES FI FR GT ID IL IN IT JP KO MC MX MY NL NO PA PH PT SE SG TH TR TW US UY VE ZA SHIMANO CONNECT LAB WEB APP DATA PROTECTION NOTICE Last Updated: August 2023 1.Introduction and Scope This Data Protection Notice (the \"Notice\") describes the data processing activities in connection with your use of the following web app developed and offered by Shimano Inc. SHIMANO CONNECT Lab Web App (the \"Web App\") Unless stated otherwise, the information provided herein applies to the Web App in general. This Notice also informs you about the most relevant aspects of the arrangement concluded between the Shimano entities responsible for the data processing activities in connection with the Web App. Personal Data means any information relating to an identified or identifiable natural person; an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental economic, cultural or social identity of that natural person (\"Personal Data\"). Special categories of personal data include data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, genetic data, biometric data, data concerning health or data concerning a natural person's sex life or sexual orientation (also referred to as \"Sensitive Data\"). You can find more information about how we process the Personal Data of California consumers by reviewing the “Additional Disclosures for California Consumers” section of this Notice below. 2.Data controller Shimano Inc. (\"SIC\") 3-77 Oimatsu-cho, Sakai-ku, Sakai City Osaka 590-8577, Japan together withSHIMANO EUROPE B.V. (\"SEU\") High Tech Campus 92, 5656 AG Eindhoven, The Netherlands, SHIMANO NORTH AMERICA HOLDING, INC. (\"SNAH\") One Holland, Irvine, California 92618 U.S.A. andSHIMANO SALES CO., LTD. (\"SSJ\") 1-5-15 Chikukou-Shinmachi, Nishi-ku, Sakai-shi, Osaka, 592-8331, Japan are the entities responsible for the processing of your Personal Data in relation to the Web App as joint data controllers (SIC, SEU, SNAH and SSJ together referred to hereinafter as \"we\", \"our\" or \"us\"). In derogation of the above, the controller(s) responsible for the processing of your Personal Data in relation to the Web App in Australia, Taiwan, New Zealand, South Korea, Brazil, Indonesia, Thailand, Argentina, Chile, Colombia, Costa Rica, Guatemala, India, Malaysia, Mexico, Panama, Philippines, Singapore, Uruguay and Venezuela is SIC, Switzerland, Isreal, Turkey , Andorra, Bosnia and Herzegovina, Monaco and Republic of South Africa are SIC and SEU, and Canada are SIC and SNAH. If you are from these countries, by referring to \"we\", \"our\" or \"us\" and by referring to SIC and/or SSJ and/or SNAH and/or SEU we only refer to the respective company or companies named above for the respective country. You can contact each joint controller by postal mail at the address above. 3.Data Protection Officer We have appointed a group Data Protection Officer (\"DPO\") to manage all matters related to data protection and privacy. If you have any questions regarding the processing of your Personal Data, please contact our DPO at privacy@shimano-eu.com. 4.Information we collect The Web App offers you a variety of functionalities, services and features (the \"Services\") which require or allow you to provide us with Personal Data about you. Additionally, we automatically collect information about you, including Personal Data, upon download and installation of the Web App on your device. 4.1Information you provide to us When using the Web App you have the option to enjoy our contents and Services which may require or allow you to provide us with Personal Data. If certain information is required for us to be able to provide you with a specific service, we will mark it as such. Failure to provide us with the information results in the impossibility of providing you with the requested service. User information: username (nickname), Shimano ID, login password (encrypted), gender, year and date of birth, place of residence (country/state/prefecture level), email address, and date of account creation, last login, last update, user image, authentication data for third party services Settings: language, region, measuring unit (metric/yard), date/time format, private location, IP Address Sensor device information: used sensor, sensor ID, type/manufacture Bike ride log: (max./ave.) power, latitude/longitude of Sensor device, obtained elevation, elapsed/riding time, distance, (max./ave.) speed, (max./ave.) pedaling cadence, (max./ave.) pedaling vector and efficiency, ave. torque, heading, gear shifts, connected sensor device (name/type/manufacture/ID), health related information (max./ave. heart rate, body weight) Any additional information you choose to provide (e.g. log-in details like usernames or email addresses used for third party services or devices by connecting the Web App to such third party services or devices, like Today’s Plan, Garmin, WAHOO) 4.2Information we automatically collect When using the Web App and Services we automatically collect Personal Data as described below: Web App usage log information: Log (information about your interactions with the Web App, including access, error logs and crash recovery logs, date/time stamps and clickstream data) 4.3Information we receive from other sources As a general rule, we collect information directly from you. However, we also receive Personal Data about you from other sources in the following situations: Social Media You can register to the Web App by email address or by connecting with existing accounts on social media networks such as Facebook, Google, Apple and Twitter. If you choose to use a social media account to register to the Web App, we will process the data of your social media user account. This information varies depending on the settings of your social media account and can consist of the following: account name, location, gender, age, email address, etc. Please note that by logging in via your Social Media accounts the providers of the Social Media platform can receive certain information about the fact that you have created an account with the Web App. Third party providers of cycle computers, power meters or similar devices You can choose to connect your Web App account with those services provided by third parties that are indicated in the settings of your Web App account (e.g. Garmin, WAHOO). In order to activate the connection via your Web App settings you have to provide the log in information for your third party account as requested in the connection procedure. By activating the connection you agree that the information stored by these third parties are transferred to us, stored by us, and further processed by us to the extent the Web App’s functionalities are capable of processing this information (e.g. ride logs and information contained in them). For further information on the contents of the third party ride logs please refer to the data protection notice or the ride log descriptions provided by the third parties. You can prevent the data transfer to us by disconnecting the services from the Web App. If you choose to connect the Web App with your third party service account, we will process information about your user account. This information can consist of the following: account name, email address. Please note that by connecting the Web App to your third party service account the respective third party service provider can receive information about the fact that you have linked your Web App to your account. 4.4Deidentified data We may de-identify Personal Data so that it cannot be used to identify you and is no longer Personal Data. We will maintain and use this data only in deidentified form and will not attempt to re-identify the data. 4.5Cookies and other tracking tools The Web App uses cookies and other tracking mechanisms to collect information. Cookies are small text files stored on your device with a variety of purposes. You can manage and delete the cookies on your device in the corresponding device settings. a The Web App uses strictly necessary cookies. Strictly necessary cookies are essential for the operation and use of our Web App. Without these cookies, we would not be able to offer you our Web App and Services. Therefore, you cannot opt out of them. b We use tracking tools to collect information about the users' behaviour and interactions with the Web App and Services, e.g. what features are most frequently used. The processing of Personal Data collected via these tools is based on the user's consent. You can withdraw your consent at any time with effect for the future. Please see Section 9 below for more information on how to exercise your rights. The Web App uses the following cookies: Name Duration Purpose Type apiDomain_<apiKey> 12 Months The shared domain API calls for all sites in a group should be sent to. Persistent gac_<APIKey> It is set by the implementation, and cleared when consumed by the Web SDK Used to trigger server initiated login. Session _gig_APIProxy_enabled - Used to indicate whether to use APIProxy or not. Persistent gig_bootstrap_<apiKey> 12 Months Internal cookie for the Web SDK Persistent gig_canary 1 year (only active ~3 days) Indicates whether the client is using the canary version of the WebSDK. Persistent gig_canary_ver 1 year (only active ~3 days) The version name of the WebSDK's canary version. Persistent _gig_comments_nickname 12 Months Comments guest nickname. Persistent _gig_comments_email 12 Months Comments guest email. Persistent _gig_comments_cb_<provider> 12 Months Remembers if a provider checkbox was checked by the user. Persistent _gig_comments_selected_<provider> N/A Remembers if a provider checkbox was checked by the user. Persistent _gig_comments_selected_providers 12 Months Last selected share providers. Persistent _gig_comments_locked 12 Months Remembers if a guest user has posted at least one comment. Persistent _gig_comments_sort 12 Months Last selected user sort. Persistent _gig_comments_is_guest 12 Months Indicates that the user is commenting as guest user. Persistent gig-comments (Local Storage) - IDs of comments flagged by the user. Persistent gig_debug 2 second Used to trigger the debug UI. Persistent _gig_dbgConsole_log 3 second Used to trigger logging for debugging. Persistent _gig_email 12 Months Last used email address in share (when sending email). Persistent _gig_gmidt (Local Storage) 30min User cookie. Persistent gig_hasGmid 12 Months Internal cookie for the Web SDK Persistent _gig_llu 12 Months Last login provider username for Login \"Welcome back\" screen. Persistent _gig_llp 12 Months Last login provider name for Login \"Welcome back\" screen. Persistent _gig_lt / glt_<APIKey> Can be configured in gigya site Login Token for authentication. Persistent gig_last_ver_<APIKey> 12 Months Last time of verification of the session when the site is using the verifyLoginInterval property of global CONF in order to trigger reverification. Persistent gig_loginToken_<APIKey> 12 Months Gigya's Single Sign On (SSO) group login token. Persistent gig_loginToken_<APIKey>_exp 12 Months SSO expiration. Persistent gig_loginToken_<API_KEY>_revoked_tokens 12 Months Revoked login tokens in an SSO group. In SSO scenarios, indicates to the Web SDK that the current token was revoked, so as to log the user out. Persistent gig_loginToken_<APIKey>_session - Indicates if the group login token session is still activated. Session gig_loginToken_<APIKey>_visited 12 Months Used to keep track of visited sites within the same SSO group. Persistent _gig_shareUI_cb_<provider name> 12 Months Remembers if a provider checkbox was checked by the user. Persistent _gig_shareUI_lastUID 12 Months Last logged in UID. Persistent _gigRefUid_<APIKey> 12 Months Last referrer User ID. Persistent _gig_ssoToken_<apikey> (Local Storage) dynamic SSO Token by API. Persistent _gig_ssoToken (Local Storage) dynamic SSO Token. Persistent gig_toggles - This value is sent to Gigya in order to identify toggles that the back-end behavior depends on to process the specified toggle. Session gig3pc 48 hrs Remembers if 3rd party cookies are blocked to avoid checking every time. Persistent gig3pctest (when using bypassCookiePolicy in the globalConf) 1 second A temp cookie used to check if 3rd party cookies are blocked. Session gigyaSettings (Local Storage) - Saves user Share settings locally. Persistent glnk -1 Days (Expiring the cookie) Ticket for 2nd phase of login. Persistent gmid 12 Months User cookie. Persistent gmSettings (Local Storage) - Locally stored Loyalty settings. Persistent gst 30 Minutes Server ticket for 2nd phase of login. Persistent GSLM_<siteID> NA Session magic cookie. Session hasGmid 13 Months Internal cookie for the Web SDK Persistent reactionState-down_<barId> (Local Storage) forever Per Reaction and barID - The Last reactions that were made by the user. Persistent SAML_<SiteId>_<ExternalIdp.Name> 12 Months This cookie is saved by SAML SP to manage the SAML session information and, specifically, the parameters needed for logout. Persistent gltexp_<apikey> dynamic Login Token Expiration. Persistent _gig_<id>_cb 12 Months Callback for listener. Persistent __gigAPIAdapterSettings_<apikey>_<build> (Local Storage) forever WebSDk settings. Persistent gmid (Local Storage) forever User cookie. Persistent ua_<apikey> 24 hours COPPA (under age). Persistent ucid 13 Months Unique computer identifier used for generating reports, and used by the Web SDK to get saved response. Persistent ucid (Local Storage) forever Unique computer identifier for unique user reporting purposes. Persistent PHPSESSID 1Year For calling API provided by the service. Session PHPSESSID 1Year For calling API provided by the service. Session id_token 1Week For calling API provided by the service. Session token_id 1Week For calling API provided by the service. Session 5.Purposes and legal bases We process your Personal Data only for specified, explicit and legitimate purposes and provided that we have a legal basis to rely on. Your Personal Data will not be processed for any purpose other than the one they were originally collected, unless the new purpose is compatible with the initial one or in the event you give us your consent. We have summarized the purposes for which we process your Personal Data and the legal bases we justify the processing with in the list below: User identification: We use your Personal Data to verify your identity when registering and logging into the Web App. The processing of your Personal Data for this purpose is necessary for the performance of the contract concluded with you for the use of the Web App, see Art. 6 (1)(b) General Data Protection Regulation (\"GDPR\"). Use of the Web App and the Services: The Web App operates and the Services are provided on the basis of the user profile you have created. We use your Personal Data to manage your sensor device information and ride log associated with your user account. Our aim is to offer you a seamless experience by enabling you to access your data from any place and any device. We base the processing of your Personal Data for the above purposes on the performance of a contract to which you are party, see Art. 6 (1)(b) GDPR. When configuring your user profile, you can choose to submit more information than the strictly required to provide you with the Services. The provision of optional information to complete your user profile enables you to benefit from a more personalized experience on the Web App. Some of the Services may also enable you to provide us with health related data (heart rate and weight information). We rely on your consent to process any Personal Data you have freely chosen to provide us with (see Art. 6 (1)(a) GDPR) or which are health related (see Art. 9 (2)(a) GDPR). In case you withdraw your consent, for example, by updating your user profile, we will stop processing your Personal Data for this purpose. Communication with you: We use your Personal Data to contact you (i) in order to provide you with information about the Apps and their functionalities for the purpose of providing you with the Services, (ii) to send you information about similar products and/or services, (iii) upon your request or consent (for example, to obtain feedback from you in order to improve our products, services and/or marketing). We base the processing of your Personal Data on your consent, as well as on the performance of a contract to which you are party and our legitimate interests to provide customer support, and to provide you with product and/or service information, see Art. 6 (1)(a), (b) and (f) GDPR. Product development and quality improvement: We process your Personal Data (specifically, your bike ride log information including your health related data) for product development and quality improvement purposes, e.g. to detect and analyze problems in our products, to carry out predictive maintenance and calculate the necessary product replacement timing, to develop and introduce new products and test their compatibility, etc. We base the processing of the bike ride log on our legitimate interests to improve the quality of our products and services, for product development research and to expand and grow as a business, see Art. 6 (1)(f) GDPR. We base the processing of health related information on your consent, see Art. 9 (2)(a) GDPR. In case you withdraw your consent, we will stop processing these Personal Data for this purpose. We further aggregate user data collected in our database in order to provide data analysis services (e.g. regarding model usage, gender ratio, average speed/distance/bike time, firmware status) to manufacturers of bikes or bike components. By way of data aggregation, all Personal Data is anonymized before it is transmitted to the respective recipient so that it is not possible for the manufacturer to directly or indirectly identify you. For this purpose, we rely on our legitimate interests to provide the added services to our cooperation partners and on the legitimate interests of our cooperation partners to be able to analyze model usage, see Art. 6 (1)(f) GDPR. Web App user measurement and usage analysis for product development and quality improvement: We analyze the performance of the Web App and Services, the users’ content and the users’ handling of the Web App and Services in order to understand how users interact with the Web App and Services and improve them accordingly and to develop and introduce new products and test their compatibility, etc. We rely on your consent to process your Personal Data for this purpose, see Art. 6 (1)(a) GDPR. In case you withdraw your consent, we will stop processing your Personal Data for this purpose. Detect and avoid misuse of the Web App: We analyze technical data gathered via the Web App to detect and avoid misuse thereof, for example, by a breach of the terms of use of the software license agreement. We base the processing of your Personal Data on the performance of a contract to which you are party, as well as on our legitimate interests in prosecuting any misuse of the Web App which could affect Shimano and could have legal consequences, see Art. 6 (1)(b) and (f) GDPR. Where the above purposes require or involve the processing of Sensitive Data, we will ask for your express consent, as required by law, see Art. 9 (2)(a) GDPR. 6.Recipients of Personal Data We share your Personal Data with the following recipients: Other group companies and distributors. Given the international footprint of our business, our group companies work closely together. To be able to do so, we share data, including Personal Data, within the group. This means that your Personal Data is shared with other group companies and distributors. You can find a list of all the group companies and distributors with whom we share your Personal Data as attached. Service providers acting on our behalf. We engage service providers to assist us in our daily business such as IT support and maintenance providers, web server providers. All service providers are legally and contractually required to respect and comply with applicable data protection legislation. Our service providers include: Amazon Web Service, Inc. (“AWS”), 410 Terry Avenue North, Seattle, WA 98109-5210, USA (cloud service provider acting as sub-processor); SAP, Dietmar-Hopp-Allee 16, 69190 Walldorf, Germany (data processor; provider of customer relations and identity management services); and Nippon Systemware Co., Ltd., 31-11 Sakuragaokacho, Shibuya City, Tokyo 150-8577, Japan (data processor; development and maintenance provider) Third-party apps. Our Web App allows you to automatically or manually share your bike ride log information with other third-party applications. Please note that we do not share any information with third-party providers unless the user so requests. If you turn on automatic forwarding the ride logs will be automatically sent to the third-party app accounts when the ride log is uploaded to Shimano’s servers. You can deactivate the automatic forwarding at any time with effect for the future. Please note that the data protection notices provided by the third-party app providers for the respective apps apply for any processing of your Personal Data by the third-party apps after the transfer. The third-party apps you may share your data with are: Strava Training Peaks Today’s Plan The transfer of your Personal Data to recipients located in third countries outside of the European Economic Area (\"EEA\") is subject to the provisions set out in Section 7 below (\"international data transfers\"). 7.International data transfers All data collected via the Web App will be stored centrally in the European Union (\"EU)\" region of AWS and SAP. As (joint) data controller, SIC has access to these databases. Accordingly, your Personal Data will be transferred and/or disclosed to recipients located outside of the EEA in Japan which has been recognized by the European Commission in its adequacy decision (Commission Implementing Decision 2019/419 of 23 January 2019) as providing for an adequate level of data protection. AWS is located in the USA. An adequacy decision by the EU Commission does not exist for the USA. The data transfer to AWS is subject to standard contractual clauses for the transfer of personal data to processors established in third countries. A copy of the clauses can be requested from the data processing officer. 8.Retention periods We will not process your Personal Data longer than necessary for the purpose for which it was originally collected. Subject to statutory retention periods, we will delete your Personal Data: in the event of inactivity of your user profile for a period of 5 years; and/or when you delete your user profile by using the functionality in the account management settings in the Web App. 9.Your rights Under applicable data protection law, you have certain rights with regard to the processing of your Personal Data by us: Right of access to your Personal Data; Right to rectification of inaccurate or incomplete Personal Data; Right to erasure of your Personal Data; Right to restriction of processing; Right to data portability, when the processing of your Personal Data is based on your consent or on a contract, and the processing is carried out by automated means; Right to withdraw consent with effect for the future Right to lodge a complaint with a supervisory authority; and Right to object to the processing of your Personal Data on grounds relating to your particular situation, and right to object to the processing of your Personal Data for direct marketing purposes. U.S. residents may also contact us to appeal any decision we make relating to requests to exercise your rights. To appeal a decision, please contact us using the contact details above. 10.Joint controllership agreement SIC, SSJ, SNAH and SEU jointly determine the purposes and the means of the processing of your Personal Data in connection with the Web App as described in Section 2 above. Consequently, as required by law, SIC, SSJ, SNAH and SEU have entered into a joint controllership agreement for personal data of users located in the EEA pursuant to Art. 26 GDPR. SIC, SSJ, SNAH and SEU will coordinate and cooperate with each other in order to comply with their data protection obligations, to observe your rights and to process your request and reply to any of your inquiries. SEU is the designated point of contact for the Web App users requesting to exercise their rights under Section 9 above. If you want to do so, or in case you have questions regarding them, please contact SEU by phone at +31-40-2612222 or by email at privacy@shimano-eu.com. In addition, If you are located in the EU, please note that in addition to your designated point of contact, you may also contact SIC, SNAH and SSJ to exercise your rights. 11.Data security We have implemented standard industry practices internally and with our service providers to maintain the security of your Personal Data depending on its sensitivity and to avoid disclosure of such Personal Data unpermitted under this Notice. 12.Third-party links and websites Our Services offer you the possibility of accessing third party content, such as websites, apps and online services. Please note that we are not responsible for the data processing activities of these third parties. We encourage you to read the data protection notices of any third party website, app or online service you connect with. 13.Children We do not knowingly process Personal Data from individuals under the age of 16 without parental or guardian consent. If you are the parent or the guardian of a child and you believe that we have processed Personal Data about him or her, please contact our DPO using the contact details described above in Section 3. 14.Miscellaneous This Notice may be revised from time to time to reflect and comply with changes in applicable legislation. We will inform you about any updates in an appropriate manner, e.g. via email or a message in the Web App. The date of the last update is available at the top of this Notice. Attachment Andorra SHIMANO IBERIA, S.L. Avenida Doctor Severo Ochoa 34, 28100 Alcobendas, Madrid, Spain Phone: +34 91 902 25 86 E-mail: info.iberia@shimano-eu.com Argentina SHIMANO ARGENTINA SAU ESTADOS UNIDOS 20 PISO 5 CABA, C1101AAB Argentina TEL: 0800-345-2423 Australia SHIMANO AUSTRALIA CYCLING PTY. LTD. 2 Wurrook Circuit, Caringbah, NSW, 2229, Australia Tel.: +61-2-9526-7799 Fax.: +61-2-9526-7622 Web: https://bike.shimano.com/en-AU/home.html Austria Thalinger Lange GmbH Schubertstraße 12 A-4600 Wels, Austria Tel.: +43 7242 497 - 0 Fax: +43 7242 497 - 248 E-Mail: mail@thalinger-lange.com Web: www.thalinger-lange.com Belgium Shimano Belgium N.V. Zandvoortstraat 21, 2800 Mechelen, Belgium Phone: +32-15-209480 / Fax: +32-15-209410 Bosnia and Herzegovina SBM-EUROTRADE TRGOVINA DOO Istocna Obilaznica 4, 37000 Krusevac Phone: +381 37 310 1669 E-mail: info@sbm-eurotrade.com Brazil Shimano Latin America Alameda Santos, 415 – 6º andar – Cj 61 Cerqueira César, São Paulo - SP, 01419-000 Brazil Email: contato@shimano.com.br Bulgaria BG-Eurotrade Ltd. Iztochna Tangenta Str., Nr. 102 District Slatina, 1592 Sofia Bulgaria Phone: (+3592) 418 3615 Fax:(+3592) 4167690 Canada SHIMANO CANADA LTD.427 Pido Road Peterborough, Ontario K9J 6X7 Canada Tel.: +1-705-745-3232 Fax.: +1-705-745-1949 Chile Andes Industrial Ltda Santa Elena #1511 – Santiago Santiago, 8360349 Phone: (+56) 2 2650-3100 Colombia HA Bicicletas S.A Calle 14 Nº 52 A - 187 Medellin, 050023 Phone: (+57) 4 285-5040 Email: servicioalcliente@habicicletas.com Costa Rica Ciclo San Nicolas S.A. Av. 10 entre calles 4 y 6 o de la Bomba la Castellana 125 mts Este - San José, 10103 Phone: (+506) 2521-6090 Email: info@ciclosannicolas.com Croatia CS-Eurotrade d.o.o. CKZ 135 8270 Krsko Slovenia Phone: 386-7-4902500 Fax: 386-7-4902549 Cyprus Eurotrade Ltd. Ag. Vassilios 26504 Patras Greece Phone: +30 2610 911 4 50 E-mail: info@eurotrade.com.gr URL: www.bikesworld.gr Czech Republic Paul Lange Ostrava s.r.o. Sabinova 2 CZ-72100 Ostrava-Svinov, Czech Republic Tel.: +420 596 634 608 Fax: +420 596 780-995 E-Mail: info@paul-lange.cz Web: www.paul-lange.cz Denmark Shimano Nordic Denmark Forbindelsesvej 4 2100 København Ø Denmark Phone: +4569911660 E-mail: infodk@shimano-eu.com URL: www.shimano-nordic.dk Estonia Shimano Polska Sp. z.o.o. Ul. Gutenberga 9 62-023 Żerniki Poland Phone:+48 61-62 52 100 / 106 E-mail: infopoland@shimano-eu.com URL: www.shimano-polska.com Finland Shimano Nordic OY Teknobulevardi 3-5, 01530 Vantaa, Finland Phone: +35-8201-550800 / Fax: +35-8201-55080 France Shimano France S.A.S.. Zone Actiparc, 777 Rue Commios, 62223 St.-Laurent-Blangy Cedex, France Phone: +33-321-732525 Germany Paul Lange & Co. OHG Hofener Straße 114 D-70372 Stuttgart Germany Tel.: +49 711 2588 - 02 Fax: +49 711 2588 - 305 E-Mail: info@paul-lange.de Web: www.paul-lange.de Greece Eurotrade Ltd. Ag. Vassilios 26504 Patras Greece Phone: +30 2610 911 450 E-mail: info@eurotrade.com.gr URL: www.bikesworld.gr Guatemala Bicimania Calzada la paz 18-40 zona 5 ofibodegas centro 5 bodega 123 Bicimania . Phone: (+502) 23367763 Hungary Paul Lange Hungary Kft. Központi út 28-32 H-1211 Budapest, Hungary Tel.: +36 (1) 445-0371 Fax: +36 (1) 445-0676 E-Mail: info@paul-lange.hu Web: www.paul-lange.hu Iceland Shimano Nordic AB Edsbrogatan 1F 752 28 Uppsala Sweden Phone: +46-18-56-16-00 Fax: +46-18-50-03-95 Email: infose@shimano-eu.com URL: www.shimano-nordic.com India Shimano South Asia Pvt. Ltd. No. 19, Kumarakrupa Road, Bangalore, Bangalore, Karnataka, India, 560001 Phone: +91-80-4125-3331 E-mail: sales@ssa.shimano.com.sg Indonesia PT. Rodalink Indo Tama Jl. Jawa No. 393, Desa Wadungasih, Kec. Buduran, Kab. Sidoarjo, Jawa Timur, Indonesia Phone: +62 31 8963951 Email: shimano.cvr@prolind-group.com Ireland Madison Roebuck Way, Knowlhill, Milton Keynes, Buckinghamshire, MK5 8HL, United Kingdom Phone: +44 (0)1908 326032 Fax: 0800 1300 599 URL: www.madison.co.uk Isreal DAA SPORT & TECHNOLOGY LTD Ci’im Industrial Park, Building D7, Poleg Industrial Area, Netanya 4250501, Israel Phone:+972-(0)9-865-6960 Email: info@daa.co.il Italy Shimano Italy Bicycle Components SRL. Strada Statale del Sempione 197, 20016 Pero - Milano (IT), Italy Phone: +39 02 38592097 / Fax: +39-0331-936955 Japan シマノセールス株式会社（大阪府堺市） 〒592-8331 堺市西区築港新町１-5-15 (代表) Phone: 072-243-2820 / Fax: 072-243-2830 Latvia Shimano Polska Sp. z o.o. Ul. Gutenberga 9 62-023 Żerniki Poland Phone: +48 61-62 52 100 / 106 E-mail: infopoland@shimano-eu.com URL: www.shimano-polska.com Lithuania Shimano Polska Sp. z o.o. Ul. Gutenberga 9 62-023 Żerniki Poland Phone: +48 61-62 52 100 / 106 E-mail: infopoland@shimano-eu.com URL: www.shimano-polska.com Luxembourg Shimano Belgium N.V. Zandvoortstraat 21, 2800 Mechelen, Belgium Phone: +32-15-209480 / Fax: +32-15-209410 Malaysia Bike Science Sdn Bhd No. 29 & 31, Jalan TPP 5/17,Taman Perindustrian Puchong,section 5, 47100 Puchong,Selangor, Malaysia. Phone: +603-8061-0222 Fax: +603-8062-4855 E-mail: lerun@lerun.com.my Malta Shimano Italy Bicycle component SRL Strada Statale del Sempione 197, 20016 Pero - Milano (IT), Italy Phone: +39 02 38592097 Fax: +39 0331 936955 E-mail: bikeinfo.shimanoitaly@shimano-eu.com Mexico Shimano Latin America Alameda Santos, 415 – 6º andar – Cj 61 Cerqueira César, São Paulo - SP, 01419-000 Brazil Email: contato@shimano.com.br Monaco SHIMANO FRANCE S.A.S. Zone Actiparc, 777 Rue Commios, 62223 St.-Laurent-Blangy Cedex, France Phone: +33 (0)321 732525 E-mail: contact-france@shimano-eu.com Netherlands Shimano Benelux B.V. Industrieweg 24, 8071 CT Nunspeet, the Netherlands Phone: +31 341 272 222/ Fax: +31-341-272291 New Zealand SHIMANO NEW ZEALAND LIMITED79 Apollo Drive, Albany, North Shore City 0632 Auckland, New ZealandTel.: +64-9-478-1969 Fax.: +64-9-479-6288 Web:https://bike.shimano.com/en-NZ/home.html Norway Shimano Nordic AS Vakåsveien 7, 1395 Hvalstad, Norway Phone: +47-66-77-80-10 / Fax: +47-66-77-80-11 Panama Comercial Rali, S.A. Av. Balvoa, Edficio Sky Business, Planta Baja Republica de Panamá, 080807 Phone: (+507) 223-8054 Email: info@ralistoreonline.com Philippines Neo Zigma Cycle Corporation 39 Kapiligan Street, Brgy. Dona Imelda, Quezon City, Philippines E-mail: inquiry@zigma-sales.com Poland Shimano Polska Sp. z o.o Ul. Jana Gutenberga, 62-023 Żerniki, Poland Phone: +48-61-62-52-100 Portugal Sociedade Comercial do Vouga Lda. Rua da Fonte Nova, 1840 Variante Recardães Barrô 1840 3750-720 Recardães Portugal Phone: +351 234 601500 Fax: +351 234 601159 E-mail: geral@scvouga.pt Romania ROM-Eurotrade S.R.L Bucharest west Industrial park Equest logistic Center Strada DE 287/1, Building E2, Unit A1-A2 077096, Judetul Ilfov Romania Phone: +40.21.350.5624 Fax: +40.21.350.5457 E-mail: info@rom-eurotrade.ro Singapore SHIMANO (SINGAPORE) PTE. LTD. 11 Bulim Walk, Singapore 648105 Phone: +65-6265-4777 Fax: +65-6265-1575 E-mail: sales@shimano.com.sg Slovakia Paul Lange Oslany s.r.o. Mierová 854/37 SK-97247 Oslany, Slovakia Tel.: +421 465 492 344 Fax: +421 465 491 056 E-Mail: office@paul-lange-oslany.sk Web: www.paul-lange.sk Slovenia CS-Eurotrade d.o.o. CKZ 135 8270 Krsko Slovenia Phone: 386-7-4902500 Fax: 386-7-4902549 Email: info@cs-eurotrade.com Republic of South Africa COOLHEAT CYCLE AGENCIES (PTY) LTD. 57 Lake Road Longmeadow Business, Estate North extension no.7 Edenvale, 1609, P.O.Box 2984, Edenvale, 1610 Phone: +27 (0) 11 608 2003 South Korea NANUX NETWORKS INC. 33-4, Tekeunobaelli-ro, Jillye-myeo 50875 Gimhae-si,Gyeongsangnam-d South Korea Email: mhkim@nanux.net Spain SHIMANO IBERIA, S.L. Avenida Doctor Severo Ochoa 34, 28100 Alcobendas, Madrid, Spain Tel: +34 91 902 25 86 Sweden Shimano Nordic AB Edsbrogatan 1F, 75228 Uppsala, Sweden Phone: +46-18-56-16-00 / Fax: +46-18-50-03-95 Switzerland FUCHS-MOVESA AG Hübelacherstrasse 7, CH-5242 Lupfig, SwitzerlandTel.: +41 56 464 46 46 E-Mail: info@fuchs-movesa.ch Web:http://www.fuchs-movesa.ch/ Taiwan SHIMANO (TAIWAN) CO.,LTD. 4F-3, Grand Asia Plaza, 138 Zhongming S.Road, Taichung, 40361 Taiwan Phone: +886-4-2319-5318 / Fax: +886-4-2319-4020 Sunstar Taiwan Ent. Co., LTD 39-1, 37th Road, Taichung Industrial Park, Taichung, Taiwan Phone: +886-4-2359-6199 Thailand Hah Hong Co., Ltd 1 Yukol 2 Rd, Wat Thepsirin, Pom Prap Sattru Phai, Bangkok 10100 Email: sales@hahhong.com Turkey SHIMANO BISIKLET PARCA VE EKIPMANLARI SATIS SERVIS TICARET ANONIM SIRKETI Şair Eşref Bulv. ĺsmet Kaptan Mah. Osman Şahin ĺş Mrk. No:4 K:7 D.:71, Çankaya - Konak / Izmir, Turkey 35210 Phone: +90 232 402 93 93 Fax: +90 232 484 07 40 Email: infosbtk@shimano-eu.com United Kingdom Madison Roebuck Way, Knowlhill, Milton Keynes, Buckinghamshire, MK5 8HL, United Kingdom Phone: +44 (0)1908 326000 Fax: 0800 1300 599 URL: www.madison.co.uk United States of America Shimano North America Bicycle, Inc. One Holland, Irvine, California 92618 U.S.A. Phone: +1-949-951-5003 / Fax: +1-949-768-0920 Uruguay Villa Agreste SA Juan Benito Blanco 975 Montevideo - 11113 Phone: +598 27091549 Email: montevideo@global-cycle.com Venezuela Invebica C.A. Av.64 N° L-8 (Zona Industrial Castillito) San Diego - Carabobo Venezuela Phone: +58-2418716105 Email: ventas@kamikaze.com.ve Additional Disclosures for California Consumers These disclosures describe how we collect, use, process, and disclose Personal Data of California consumers in the context of the Web App and Services (as defined above), as well as the rights you may have under California law. These disclosures are intended to supplement the Data Protection Notice with information required by California law. Personal Data We Collect California law requires that we describe the Personal Data we collect about California consumers, including by identifying specific categories of data. We collect Personal Data directly from consumers, automatically when consumers use the Web App and Services, and from other sources (such as from social networks, when you use a social media account to register to SHIMANO ID). As we describe in more detail above in the “Information We Collect” section of this Notice, we have collected the following categories of Personal Data in the past 12 months in the context of the Web App: Identifiers (e.g., username and login password, Shimano ID, home address, email address, IP address, authentication data for third party services) Demographics (e.g., gender, birthday) Commercial Information (e.g., bike information such as nickname, components information (serial number, name and Universally Unique Identifier of wireless unit)) Biometric Information (e.g., bike ride log information such as pedaling cadence) Internet Activity (e.g., bike ride log (power, location of sensor device, obtained elevation, elapsed/riding, time, distance, speed, pedaling cadence, pedaling vector and efficiency, ave. torque, heading, gear shifts, connected sensor details), Web App usage log information (information about your interactions with the Web App, including error and crash recovery logs, date/time stamps, clickstream data)) Sensitive Data (e.g., health data such as heart rate and weight data; precise geolocation data) For information about our business or commercial purpose(s) for collecting, or possibly sharing, your Personal Data, please refer to the “Purposes and Legal Bases” section of the Notice above. How We Disclose Personal Data We may disclose your Personal Data to third parties as described in the “Recipients of Personal Data” section of the Notice above. We do not \"sell\" or \"share\" Personal Data as those terms are defined under California law. California law also requires that we provide you with information about certain disclosures of Personal Data to third parties, where the disclosures are made for “business purposes”, such as disclosures to service providers. We disclose the following types of Personal Data for our business purposes: Category of Personal Data Recipient Identifiers Other group companies and distributors IT support and maintenance providers Web server providers Health data Other group companies and distributors IT support and maintenance providers Demographics Other group companies and distributors IT support and maintenance providers Web server providers Commercial Information Other group companies and distributors IT support and maintenance providers Biometric Information Other group companies and distributors IT support and maintenance providers Internet Activity Other group companies and distributors IT support and maintenance providers Location Data Other group companies and distributors IT support and maintenance providers California Rights California law grants certain rights to California consumers. These include the rights to: Access specific pieces of Personal Data (“Right to Access”) Learn about how we process and share Personal Data (“Right to Know”) Correct inaccurate or incomplete Personal Data (\"Right to Correct\") Request deletion of Personal Data we collected from you (“Right to Request Deletion”) Opt out of “sales” and \"sharing\" of Personal Data, as defined under California law Restrict certain uses and disclosures of Personal Data that is considered sensitive personal information under California law Not to be denied goods or services for exercising these rights To exercise the Right to Access, Right to Know, Right to Correct or Right to Request Deletion: please contact us at privacy@shimano-eu.com or +1-800-423-2420. Only you or a person that you authorize to act on your behalf may make a request related to your Personal Data. A request to exercise any of these rights must (1) provide sufficient information that allows us to reasonably verify that you are the person about whom we collected Personal Data (or an authorized representative of that person); and (2) describe your request with sufficient detail that allows us to understand, evaluate, and respond to your request. We will verify your identity by sending email to your registered email address and confirming reply from your email address. In certain cases, we may need to ask for more information. We may not be able to respond to your request or provide you with the information you requested if we are unable to verify your identity (or establish the authority of an authorized agent acting on your behalf). Authorized agents wishing to exercise rights on behalf of a California consumer should submit requests to privacy@shimano-eu.com along with a copy of the consumer’s signed authorization designating you as their agent. If you do not have an account with SHIMANO, while you may contact us at privacy@shimano-eu.com with questions or concerns, we may not be able to respond to requests to exercise your rights under California law, including the right to know or delete your Personal Data. Because we only collect limited data about individuals without an account, we are unable to verify requests from non-accountholders to the standard required by California law. Additionally, under California Civil Code Section 1798.83, California residents have the right to request in writing from businesses with whom they have an established business relationship, (a) a list of the categories of personal data that a business has disclosed to third parties during the immediately preceding calendar year for the third parties’ direct marketing purposes and (b) the names and addresses of such third parties. To exercise this right, please contact us at privacy@shimano-eu.com. Contact Us If you have any questions regarding the processing of your Personal Data, please contact us at privacy@shimano-eu.com. FISHING / ROWING / CORPORATE Privacy Policy | Teams of Use ©SHIMANO INC. ALL RIGHTS RESERVED BACK TO TOP THIS WEBSITE USES COOKIES TO IMPROVE YOUR USER EXPERIENCE. Click \"I agree\" or any link to accept these cookies. To learn more about how we use cookies, read our privacy policy. I AGREE EDIT PREFERENCES Ireland When configuring your user profile, you can choose to submit more information than the strictly required to provide you with the Services. The provision of optional information to complete your user profile enables you to benefit from a more personalized experience on the Web App. Some of the Services may also enable you to provide us with health related data (heart rate and weight information). gig_loginToken_<APIKey>_session -1 Days (Expiring the cookie) WebSDk settings. If certain information is required for us to be able to provide you with a specific service, we will mark it as such. Failure to provide us with the information results in the impossibility of providing you with the requested service. As a general rule, we collect information directly from you. However, we also receive Personal Data about you from other sources in the following situations: Persistent _gig_<id>_cb We have implemented standard industry practices internally and with our service providers to maintain the security of your Personal Data depending on its sensitivity and to avoid disclosure of such Personal Data unpermitted under this Notice. Indonesia Romania User cookie. Turkey Uruguay This value is sent to Gigya in order to identify toggles that the back-end behavior depends on to process the specified toggle. You can contact each joint controller by postal mail at the address above. The version name of the WebSDK's canary version. Slovenia In derogation of the above, the controller(s) responsible for the processing of your Personal Data in relation to the Web App in New Zealand Isreal 2 second Portugal SSO Token. Our Services offer you the possibility of accessing third party content, such as websites, apps and online services. Please note that we are not responsible for the data processing activities of these third parties. We encourage you to read the data protection notices of any third party website, app or online service you connect with. Australia Netherlands EU AD AR BA BR CL CO CR DE DK ES FI FR GT ID IL IN IT JP KO MC MX MY NL NO PA PH PT SE SG TH TR TW US UY VE ZA SHIMANO CONNECT LAB WEB APP DATA PROTECTION NOTICE Last Updated: August 2023 1.Introduction and Scope This Data Protection Notice (the \"Notice\") describes the data processing activities in connection with your use of the following web app developed and offered by Shimano Inc. SHIMANO CONNECT Lab Web App (the \"Web App\") Unless stated otherwise, the information provided herein applies to the Web App in general. This Notice also informs you about the most relevant aspects of the arrangement concluded between the Shimano entities responsible for the data processing activities in connection with the Web App. Personal Data means any information relating to an identified or identifiable natural person; an identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental economic, cultural or social identity of that natural person (\"Personal Data\"). Special categories of personal data include data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, genetic data, biometric data, data concerning health or data concerning a natural person's sex life or sexual orientation (also referred to as \"Sensitive Data\"). You can find more information about how we process the Personal Data of California consumers by reviewing the “Additional Disclosures for California Consumers” section of this Notice below. 2.Data controller Shimano Inc. (\"SIC\") 3-77 Oimatsu-cho, Sakai-ku, Sakai City Osaka 590-8577, Japan together withSHIMANO EUROPE B.V. (\"SEU\") High Tech Campus 92, 5656 AG Eindhoven, The Netherlands, SHIMANO NORTH AMERICA HOLDING, INC. (\"SNAH\") One Holland, Irvine, California 92618 U.S.A. andSHIMANO SALES CO., LTD. (\"SSJ\") 1-5-15 Chikukou-Shinmachi, Nishi-ku, Sakai-shi, Osaka, 592-8331, Japan are the entities responsible for the processing of your Personal Data in relation to the Web App as joint data controllers (SIC, SEU, SNAH and SSJ together referred to hereinafter as \"we\", \"our\" or \"us\"). In derogation of the above, the controller(s) responsible for the processing of your Personal Data in relation to the Web App in Australia, Taiwan, New Zealand, South Korea, Brazil, Indonesia, Thailand, Argentina, Chile, Colombia, Costa Rica, Guatemala, India, Malaysia, Mexico, Panama, Philippines, Singapore, Uruguay and Venezuela is SIC, Switzerland, Isreal, Turkey , Andorra, Bosnia and Herzegovina, Monaco and Republic of South Africa are SIC and SEU, and Canada are SIC and SNAH. If you are from these countries, by referring to \"we\", \"our\" or \"us\" and by referring to SIC and/or SSJ and/or SNAH and/or SEU we only refer to the respective company or companies named above for the respective country. You can contact each joint controller by postal mail at the address above. 3.Data Protection Officer We have appointed a group Data Protection Officer (\"DPO\") to manage all matters related to data protection and privacy. If you have any questions regarding the processing of your Personal Data, please contact our DPO at privacy@shimano-eu.com. 4.Information we collect The Web App offers you a variety of functionalities, services and features (the \"Services\") which require or allow you to provide us with Personal Data about you. Additionally, we automatically collect information about you, including Personal Data, upon download and installation of the Web App on your device. 4.1Information you provide to us When using the Web App you have the option to enjoy our contents and Services which may require or allow you to provide us with Personal Data. If certain information is required for us to be able to provide you with a specific service, we will mark it as such. Failure to provide us with the information results in the impossibility of providing you with the requested service. User information: username (nickname), Shimano ID, login password (encrypted), gender, year and date of birth, place of residence (country/state/prefecture level), email address, and date of account creation, last login, last update, user image, authentication data for third party services Settings: language, region, measuring unit (metric/yard), date/time format, private location, IP Address Sensor device information: used sensor, sensor ID, type/manufacture Bike ride log: (max./ave.) power, latitude/longitude of Sensor device, obtained elevation, elapsed/riding time, distance, (max./ave.) speed, (max./ave.) pedaling cadence, (max./ave.) pedaling vector and efficiency, ave. torque, heading, gear shifts, connected sensor device (name/type/manufacture/ID), health related information (max./ave. heart rate, body weight) Any additional information you choose to provide (e.g. log-in details like usernames or email addresses used for third party services or devices by connecting the Web App to such third party services or devices, like Today’s Plan, Garmin, WAHOO) 4.2Information we automatically collect When using the Web App and Services we automatically collect Personal Data as described below: Web App usage log information: Log (information about your interactions with the Web App, including access, error logs and crash recovery logs, date/time stamps and clickstream data) 4.3Information we receive from other sources As a general rule, we collect information directly from you. However, we also receive Personal Data about you from other sources in the following situations: Social Media You can register to the Web App by email address or by connecting with existing accounts on social media networks such as Facebook, Google, Apple and Twitter. If you choose to use a social media account to register to the Web App, we will process the data of your social media user account. This information varies depending on the settings of your social media account and can consist of the following: account name, location, gender, age, email address, etc. Please note that by logging in via your Social Media accounts the providers of the Social Media platform can receive certain information about the fact that you have created an account with the Web App. Third party providers of cycle computers, power meters or similar devices You can choose to connect your Web App account with those services provided by third parties that are indicated in the settings of your Web App account (e.g. Garmin, WAHOO). In order to activate the connection via your Web App settings you have to provide the log in information for your third party account as requested in the connection procedure. By activating the connection you agree that the information stored by these third parties are transferred to us, stored by us, and further processed by us to the extent the Web App’s functionalities are capable of processing this information (e.g. ride logs and information contained in them). For further information on the contents of the third party ride logs please refer to the data protection notice or the ride log descriptions provided by the third parties. You can prevent the data transfer to us by disconnecting the services from the Web App. If you choose to connect the Web App with your third party service account, we will process information about your user account. This information can consist of the following: account name, email address. Please note that by connecting the Web App to your third party service account the respective third party service provider can receive information about the fact that you have linked your Web App to your account. 4.4Deidentified data We may de-identify Personal Data so that it cannot be used to identify you and is no longer Personal Data. We will maintain and use this data only in deidentified form and will not attempt to re-identify the data. 4.5Cookies and other tracking tools The Web App uses cookies and other tracking mechanisms to collect information. Cookies are small text files stored on your device with a variety of purposes. You can manage and delete the cookies on your device in the corresponding device settings. a The Web App uses strictly necessary cookies. Strictly necessary cookies are essential for the operation and use of our Web App. Without these cookies, we would not be able to offer you our Web App and Services. Therefore, you cannot opt out of them. b We use tracking tools to collect information about the users' behaviour and interactions with the Web App and Services, e.g. what features are most frequently used. The processing of Personal Data collected via these tools is based on the user's consent. You can withdraw your consent at any time with effect for the future. Please see Section 9 below for more information on how to exercise your rights. The Web App uses the following cookies: Name Duration Purpose Type apiDomain_<apiKey> 12 Months The shared domain API calls for all sites in a group should be sent to. Persistent gac_<APIKey> It is set by the implementation, and cleared when consumed by the Web SDK Used to trigger server initiated login. Session _gig_APIProxy_enabled - Used to indicate whether to use APIProxy or not. Persistent gig_bootstrap_<apiKey> 12 Months Internal cookie for the Web SDK Persistent gig_canary 1 year (only active ~3 days) Indicates whether the client is using the canary version of the WebSDK. Persistent gig_canary_ver 1 year (only active ~3 days) The version name of the WebSDK's canary version. Persistent _gig_comments_nickname 12 Months Comments guest nickname. Persistent _gig_comments_email 12 Months Comments guest email. Persistent _gig_comments_cb_<provider> 12 Months Remembers if a provider checkbox was checked by the user. Persistent _gig_comments_selected_<provider> N/A Remembers if a provider checkbox was checked by the user. Persistent _gig_comments_selected_providers 12 Months Last selected share providers. Persistent _gig_comments_locked 12 Months Remembers if a guest user has posted at least one comment. Persistent _gig_comments_sort 12 Months Last selected user sort. Persistent _gig_comments_is_guest 12 Months Indicates that the user is commenting as guest user. Persistent gig-comments (Local Storage) - IDs of comments flagged by the user. Persistent gig_debug 2 second Used to trigger the debug UI. Persistent _gig_dbgConsole_log 3 second Used to trigger logging for debugging. Persistent _gig_email 12 Months Last used email address in share (when sending email). Persistent _gig_gmidt (Local Storage) 30min User cookie. Persistent gig_hasGmid 12 Months Internal cookie for the Web SDK Persistent _gig_llu 12 Months Last login provider username for Login \"Welcome back\" screen. Persistent _gig_llp 12 Months Last login provider name for Login \"Welcome back\" screen. Persistent _gig_lt / glt_<APIKey> Can be configured in gigya site Login Token for authentication. Persistent gig_last_ver_<APIKey> 12 Months Last time of verification of the session when the site is using the verifyLoginInterval property of global CONF in order to trigger reverification. Persistent gig_loginToken_<APIKey> 12 Months Gigya's Single Sign On (SSO) group login token. Persistent gig_loginToken_<APIKey>_exp 12 Months SSO expiration. Persistent gig_loginToken_<API_KEY>_revoked_tokens 12 Months Revoked login tokens in an SSO group. In SSO scenarios, indicates to the Web SDK that the current token was revoked, so as to log the user out. Persistent gig_loginToken_<APIKey>_session - Indicates if the group login token session is still activated. Session gig_loginToken_<APIKey>_visited 12 Months Used to keep track of visited sites within the same SSO group. Persistent _gig_shareUI_cb_<provider name> 12 Months Remembers if a provider checkbox was checked by the user. Persistent _gig_shareUI_lastUID 12 Months Last logged in UID. Persistent _gigRefUid_<APIKey> 12 Months Last referrer User ID. Persistent _gig_ssoToken_<apikey> (Local Storage) dynamic SSO Token by API. Persistent _gig_ssoToken (Local Storage) dynamic SSO Token. Persistent gig_toggles - This value is sent to Gigya in order to identify toggles that the back-end behavior depends on to process the specified toggle. Session gig3pc 48 hrs Remembers if 3rd party cookies are blocked to avoid checking every time. Persistent gig3pctest (when using bypassCookiePolicy in the globalConf) 1 second A temp cookie used to check if 3rd party cookies are blocked. Session gigyaSettings (Local Storage) - Saves user Share settings locally. Persistent glnk -1 Days (Expiring the cookie) Ticket for 2nd phase of login. Persistent gmid 12 Months User cookie. Persistent gmSettings (Local Storage) - Locally stored Loyalty settings. Persistent gst 30 Minutes Server ticket for 2nd phase of login. Persistent GSLM_<siteID> NA Session magic cookie. Session hasGmid 13 Months Internal cookie for the Web SDK Persistent reactionState-down_<barId> (Local Storage) forever Per Reaction and barID - The Last reactions that were made by the user. Persistent SAML_<SiteId>_<ExternalIdp.Name> 12 Months This cookie is saved by SAML SP to manage the SAML session information and, specifically, the parameters needed for logout. Persistent gltexp_<apikey> dynamic Login Token Expiration. Persistent _gig_<id>_cb 12 Months Callback for listener. Persistent __gigAPIAdapterSettings_<apikey>_<build> (Local Storage) forever WebSDk settings. Persistent gmid (Local Storage) forever User cookie. Persistent ua_<apikey> 24 hours COPPA (under age). Persistent ucid 13 Months Unique computer identifier used for generating reports, and used by the Web SDK to get saved response. Persistent ucid (Local Storage) forever Unique computer identifier for unique user reporting purposes. Persistent PHPSESSID 1Year For calling API provided by the service. Session PHPSESSID 1Year For calling API provided by the service. Session id_token 1Week For calling API provided by the service. Session token_id 1Week For calling API provided by the service. Session 5.Purposes and legal bases We process your Personal Data only for specified, explicit and legitimate purposes and provided that we have a legal basis to rely on. Your Personal Data will not be processed for any purpose other than the one they were originally collected, unless the new purpose is compatible with the initial one or in the event you give us your consent. We have summarized the purposes for which we process your Personal Data and the legal bases we justify the processing with in the list below: User identification: We use your Personal Data to verify your identity when registering and logging into the Web App. The processing of your Personal Data for this purpose is necessary for the performance of the contract concluded with you for the use of the Web App, see Art. 6 (1)(b) General Data Protection Regulation (\"GDPR\"). Use of the Web App and the Services: The Web App operates and the Services are provided on the basis of the user profile you have created. We use your Personal Data to manage your sensor device information and ride log associated with your user account. Our aim is to offer you a seamless experience by enabling you to access your data from any place and any device. We base the processing of your Personal Data for the above purposes on the performance of a contract to which you are party, see Art. 6 (1)(b) GDPR. When configuring your user profile, you can choose to submit more information than the strictly required to provide you with the Services. The provision of optional information to complete your user profile enables you to benefit from a more personalized experience on the Web App. Some of the Services may also enable you to provide us with health related data (heart rate and weight information). We rely on your consent to process any Personal Data you have freely chosen to provide us with (see Art. 6 (1)(a) GDPR) or which are health related (see Art. 9 (2)(a) GDPR). In case you withdraw your consent, for example, by updating your user profile, we will stop processing your Personal Data for this purpose. Communication with you: We use your Personal Data to contact you (i) in order to provide you with information about the Apps and their functionalities for the purpose of providing you with the Services, (ii) to send you information about similar products and/or services, (iii) upon your request or consent (for example, to obtain feedback from you in order to improve our products, services and/or marketing). We base the processing of your Personal Data on your consent, as well as on the performance of a contract to which you are party and our legitimate interests to provide customer support, and to provide you with product and/or service information, see Art. 6 (1)(a), (b) and (f) GDPR. Product development and quality improvement: We process your Personal Data (specifically, your bike ride log information including your health related data) for product development and quality improvement purposes, e.g. to detect and analyze problems in our products, to carry out predictive maintenance and calculate the necessary product replacement timing, to develop and introduce new products and test their compatibility, etc. We base the processing of the bike ride log on our legitimate interests to improve the quality of our products and services, for product development research and to expand and grow as a business, see Art. 6 (1)(f) GDPR. We base the processing of health related information on your consent, see Art. 9 (2)(a) GDPR. In case you withdraw your consent, we will stop processing these Personal Data for this purpose. We further aggregate user data collected in our database in order to provide data analysis services (e.g. regarding model usage, gender ratio, average speed/distance/bike time, firmware status) to manufacturers of bikes or bike components. By way of data aggregation, all Personal Data is anonymized before it is transmitted to the respective recipient so that it is not possible for the manufacturer to directly or indirectly identify you. For this purpose, we rely on our legitimate interests to provide the added services to our cooperation partners and on the legitimate interests of our cooperation partners to be able to analyze model usage, see Art. 6 (1)(f) GDPR. Web App user measurement and usage analysis for product development and quality improvement: We analyze the performance of the Web App and Services, the users’ content and the users’ handling of the Web App and Services in order to understand how users interact with the Web App and Services and improve them accordingly and to develop and introduce new products and test their compatibility, etc. We rely on your consent to process your Personal Data for this purpose, see Art. 6 (1)(a) GDPR. In case you withdraw your consent, we will stop processing your Personal Data for this purpose. Detect and avoid misuse of the Web App: We analyze technical data gathered via the Web App to detect and avoid misuse thereof, for example, by a breach of the terms of use of the software license agreement. We base the processing of your Personal Data on the performance of a contract to which you are party, as well as on our legitimate interests in prosecuting any misuse of the Web App which could affect Shimano and could have legal consequences, see Art. 6 (1)(b) and (f) GDPR. Where the above purposes require or involve the processing of Sensitive Data, we will ask for your express consent, as required by law, see Art. 9 (2)(a) GDPR. 6.Recipients of Personal Data We share your Personal Data with the following recipients: Other group companies and distributors. Given the international footprint of our business, our group companies work closely together. To be able to do so, we share data, including Personal Data, within the group. This means that your Personal Data is shared with other group companies and distributors. You can find a list of all the group companies and distributors with whom we share your Personal Data as attached. Service providers acting on our behalf. We engage service providers to assist us in our daily business such as IT support and maintenance providers, web server providers. All service providers are legally and contractually required to respect and comply with applicable data protection legislation. Our service providers include: Amazon Web Service, Inc. (“AWS”), 410 Terry Avenue North, Seattle, WA 98109-5210, USA (cloud service provider acting as sub-processor); SAP, Dietmar-Hopp-Allee 16, 69190 Walldorf, Germany (data processor; provider of customer relations and identity management services); and Nippon Systemware Co., Ltd., 31-11 Sakuragaokacho, Shibuya City, Tokyo 150-8577, Japan (data processor; development and maintenance provider) Third-party apps. Our Web App allows you to automatically or manually share your bike ride log information with other third-party applications. Please note that we do not share any information with third-party providers unless the user so requests. If you turn on automatic forwarding the ride logs will be automatically sent to the third-party app accounts when the ride log is uploaded to Shimano’s servers. You can deactivate the automatic forwarding at any time with effect for the future. Please note that the data protection notices provided by the third-party app providers for the respective apps apply for any processing of your Personal Data by the third-party apps after the transfer. The third-party apps you may share your data with are: Strava Training Peaks Today’s Plan The transfer of your Personal Data to recipients located in third countries outside of the European Economic Area (\"EEA\") is subject to the provisions set out in Section 7 below (\"international data transfers\"). 7.International data transfers All data collected via the Web App will be stored centrally in the European Union (\"EU)\" region of AWS and SAP. As (joint) data controller, SIC has access to these databases. Accordingly, your Personal Data will be transferred and/or disclosed to recipients located outside of the EEA in Japan which has been recognized by the European Commission in its adequacy decision (Commission Implementing Decision 2019/419 of 23 January 2019) as providing for an adequate level of data protection. AWS is located in the USA. An adequacy decision by the EU Commission does not exist for the USA. The data transfer to AWS is subject to standard contractual clauses for the transfer of personal data to processors established in third countries. A copy of the clauses can be requested from the data processing officer. 8.Retention periods We will not process your Personal Data longer than necessary for the purpose for which it was originally collected. Subject to statutory retention periods, we will delete your Personal Data: in the event of inactivity of your user profile for a period of 5 years; and/or when you delete your user profile by using the functionality in the account management settings in the Web App. 9.Your rights Under applicable data protection law, you have certain rights with regard to the processing of your Personal Data by us: Right of access to your Personal Data; Right to rectification of inaccurate or incomplete Personal Data; Right to erasure of your Personal Data; Right to restriction of processing; Right to data portability, when the processing of your Personal Data is based on your consent or on a contract, and the processing is carried out by automated means; Right to withdraw consent with effect for the future Right to lodge a complaint with a supervisory authority; and Right to object to the processing of your Personal Data on grounds relating to your particular situation, and right to object to the processing of your Personal Data for direct marketing purposes. U.S. residents may also contact us to appeal any decision we make relating to requests to exercise your rights. To appeal a decision, please contact us using the contact details above. 10.Joint controllership agreement SIC, SSJ, SNAH and SEU jointly determine the purposes and the means of the processing of your Personal Data in connection with the Web App as described in Section 2 above. Consequently, as required by law, SIC, SSJ, SNAH and SEU have entered into a joint controllership agreement for personal data of users located in the EEA pursuant to Art. 26 GDPR. SIC, SSJ, SNAH and SEU will coordinate and cooperate with each other in order to comply with their data protection obligations, to observe your rights and to process your request and reply to any of your inquiries. SEU is the designated point of contact for the Web App users requesting to exercise their rights under Section 9 above. If you want to do so, or in case you have questions regarding them, please contact SEU by phone at +31-40-2612222 or by email at privacy@shimano-eu.com. In addition, If you are located in the EU, please note that in addition to your designated point of contact, you may also contact SIC, SNAH and SSJ to exercise your rights. 11.Data security We have implemented standard industry practices internally and with our service providers to maintain the security of your Personal Data depending on its sensitivity and to avoid disclosure of such Personal Data unpermitted under this Notice. 12.Third-party links and websites Our Services offer you the possibility of accessing third party content, such as websites, apps and online services. Please note that we are not responsible for the data processing activities of these third parties. We encourage you to read the data protection notices of any third party website, app or online service you connect with. 13.Children We do not knowingly process Personal Data from individuals under the age of 16 without parental or guardian consent. If you are the parent or the guardian of a child and you believe that we have processed Personal Data about him or her, please contact our DPO using the contact details described above in Section 3. 14.Miscellaneous This Notice may be revised from time to time to reflect and comply with changes in applicable legislation. We will inform you about any updates in an appropriate manner, e.g. via email or a message in the Web App. The date of the last update is available at the top of this Notice. Attachment Andorra SHIMANO IBERIA, S.L. Avenida Doctor Severo Ochoa 34, 28100 Alcobendas, Madrid, Spain Phone: +34 91 902 25 86 E-mail: info.iberia@shimano-eu.com Argentina SHIMANO ARGENTINA SAU ESTADOS UNIDOS 20 PISO 5 CABA, C1101AAB Argentina TEL: 0800-345-2423 Australia SHIMANO AUSTRALIA CYCLING PTY. LTD. 2 Wurrook Circuit, Caringbah, NSW, 2229, Australia Tel.: +61-2-9526-7799 Fax.: +61-2-9526-7622 Web: https://bike.shimano.com/en-AU/home.html Austria Thalinger Lange GmbH Schubertstraße 12 A-4600 Wels, Austria Tel.: +43 7242 497 - 0 Fax: +43 7242 497 - 248 E-Mail: mail@thalinger-lange.com Web: www.thalinger-lange.com Belgium Shimano Belgium N.V. Zandvoortstraat 21, 2800 Mechelen, Belgium Phone: +32-15-209480 / Fax: +32-15-209410 Bosnia and Herzegovina SBM-EUROTRADE TRGOVINA DOO Istocna Obilaznica 4, 37000 Krusevac Phone: +381 37 310 1669 E-mail: info@sbm-eurotrade.com Brazil Shimano Latin America Alameda Santos, 415 – 6º andar – Cj 61 Cerqueira César, São Paulo - SP, 01419-000 Brazil Email: contato@shimano.com.br Bulgaria BG-Eurotrade Ltd. Iztochna Tangenta Str., Nr. 102 District Slatina, 1592 Sofia Bulgaria Phone: (+3592) 418 3615 Fax:(+3592) 4167690 Canada SHIMANO CANADA LTD.427 Pido Road Peterborough, Ontario K9J 6X7 Canada Tel.: +1-705-745-3232 Fax.: +1-705-745-1949 Chile Andes Industrial Ltda Santa Elena #1511 – Santiago Santiago, 8360349 Phone: (+56) 2 2650-3100 Colombia HA Bicicletas S.A Calle 14 Nº 52 A - 187 Medellin, 050023 Phone: (+57) 4 285-5040 Email: servicioalcliente@habicicletas.com Costa Rica Ciclo San Nicolas S.A. Av. 10 entre calles 4 y 6 o de la Bomba la Castellana 125 mts Este - San José, 10103 Phone: (+506) 2521-6090 Email: info@ciclosannicolas.com Croatia CS-Eurotrade d.o.o. CKZ 135 8270 Krsko Slovenia Phone: 386-7-4902500 Fax: 386-7-4902549 Cyprus Eurotrade Ltd. Ag. Vassilios 26504 Patras Greece Phone: +30 2610 911 4 50 E-mail: info@eurotrade.com.gr URL: www.bikesworld.gr Czech Republic Paul Lange Ostrava s.r.o. Sabinova 2 CZ-72100 Ostrava-Svinov, Czech Republic Tel.: +420 596 634 608 Fax: +420 596 780-995 E-Mail: info@paul-lange.cz Web: www.paul-lange.cz Denmark Shimano Nordic Denmark Forbindelsesvej 4 2100 København Ø Denmark Phone: +4569911660 E-mail: infodk@shimano-eu.com URL: www.shimano-nordic.dk Estonia Shimano Polska Sp. z.o.o. Ul. Gutenberga 9 62-023 Żerniki Poland Phone:+48 61-62 52 100 / 106 E-mail: infopoland@shimano-eu.com URL: www.shimano-polska.com Finland Shimano Nordic OY Teknobulevardi 3-5, 01530 Vantaa, Finland Phone: +35-8201-550800 / Fax: +35-8201-55080 France Shimano France S.A.S.. Zone Actiparc, 777 Rue Commios, 62223 St.-Laurent-Blangy Cedex, France Phone: +33-321-732525 Germany Paul Lange & Co. OHG Hofener Straße 114 D-70372 Stuttgart Germany Tel.: +49 711 2588 - 02 Fax: +49 711 2588 - 305 E-Mail: info@paul-lange.de Web: www.paul-lange.de Greece Eurotrade Ltd. Ag. Vassilios 26504 Patras Greece Phone: +30 2610 911 450 E-mail: info@eurotrade.com.gr URL: www.bikesworld.gr Guatemala Bicimania Calzada la paz 18-40 zona 5 ofibodegas centro 5 bodega 123 Bicimania . Phone: (+502) 23367763 Hungary Paul Lange Hungary Kft. Központi út 28-32 H-1211 Budapest, Hungary Tel.: +36 (1) 445-0371 Fax: +36 (1) 445-0676 E-Mail: info@paul-lange.hu Web: www.paul-lange.hu Iceland Shimano Nordic AB Edsbrogatan 1F 752 28 Uppsala Sweden Phone: +46-18-56-16-00 Fax: +46-18-50-03-95 Email: infose@shimano-eu.com URL: www.shimano-nordic.com India Shimano South Asia Pvt. Ltd. No. 19, Kumarakrupa Road, Bangalore, Bangalore, Karnataka, India, 560001 Phone: +91-80-4125-3331 E-mail: sales@ssa.shimano.com.sg Indonesia PT. Rodalink Indo Tama Jl. Jawa No. 393, Desa Wadungasih, Kec. Buduran, Kab. Sidoarjo, Jawa Timur, Indonesia Phone: +62 31 8963951 Email: shimano.cvr@prolind-group.com Ireland Madison Roebuck Way, Knowlhill, Milton Keynes, Buckinghamshire, MK5 8HL, United Kingdom Phone: +44 (0)1908 326032 Fax: 0800 1300 599 URL: www.madison.co.uk Isreal DAA SPORT & TECHNOLOGY LTD Ci’im Industrial Park, Building D7, Poleg Industrial Area, Netanya 4250501, Israel Phone:+972-(0)9-865-6960 Email: info@daa.co.il Italy Shimano Italy Bicycle Components SRL. Strada Statale del Sempione 197, 20016 Pero - Milano (IT), Italy Phone: +39 02 38592097 / Fax: +39-0331-936955 Japan シマノセールス株式会社（大阪府堺市） 〒592-8331 堺市西区築港新町１-5-15 (代表) Phone: 072-243-2820 / Fax: 072-243-2830 Latvia Shimano Polska Sp. z o.o. Ul. Gutenberga 9 62-023 Żerniki Poland Phone: +48 61-62 52 100 / 106 E-mail: infopoland@shimano-eu.com URL: www.shimano-polska.com Lithuania Shimano Polska Sp. z o.o. Ul. Gutenberga 9 62-023 Żerniki Poland Phone: +48 61-62 52 100 / 106 E-mail: infopoland@shimano-eu.com URL: www.shimano-polska.com Luxembourg Shimano Belgium N.V. Zandvoortstraat 21, 2800 Mechelen, Belgium Phone: +32-15-209480 / Fax: +32-15-209410 Malaysia Bike Science Sdn Bhd No. 29 & 31, Jalan TPP 5/17,Taman Perindustrian Puchong,section 5, 47100 Puchong,Selangor, Malaysia. Phone: +603-8061-0222 Fax: +603-8062-4855 E-mail: lerun@lerun.com.my Malta Shimano Italy Bicycle component SRL Strada Statale del Sempione 197, 20016 Pero - Milano (IT), Italy Phone: +39 02 38592097 Fax: +39 0331 936955 E-mail: bikeinfo.shimanoitaly@shimano-eu.com Mexico Shimano Latin America Alameda Santos, 415 – 6º andar – Cj 61 Cerqueira César, São Paulo - SP, 01419-000 Brazil Email: contato@shimano.com.br Monaco SHIMANO FRANCE S.A.S. Zone Actiparc, 777 Rue Commios, 62223 St.-Laurent-Blangy Cedex, France Phone: +33 (0)321 732525 E-mail: contact-france@shimano-eu.com Netherlands Shimano Benelux B.V. Industrieweg 24, 8071 CT Nunspeet, the Netherlands Phone: +31 341 272 222/ Fax: +31-341-272291 New Zealand SHIMANO NEW ZEALAND LIMITED79 Apollo Drive, Albany, North Shore City 0632 Auckland, New ZealandTel.: +64-9-478-1969 Fax.: +64-9-479-6288 Web:https://bike.shimano.com/en-NZ/home.html Norway Shimano Nordic AS Vakåsveien 7, 1395 Hvalstad, Norway Phone: +47-66-77-80-10 / Fax: +47-66-77-80-11 Panama Comercial Rali, S.A. Av. Balvoa, Edficio Sky Business, Planta Baja Republica de Panamá, 080807 Phone: (+507) 223-8054 Email: info@ralistoreonline.com Philippines Neo Zigma Cycle Corporation 39 Kapiligan Street, Brgy. Dona Imelda, Quezon City, Philippines E-mail: inquiry@zigma-sales.com Poland Shimano Polska Sp. z o.o Ul. Jana Gutenberga, 62-023 Żerniki, Poland Phone: +48-61-62-52-100 Portugal Sociedade Comercial do Vouga Lda. Rua da Fonte Nova, 1840 Variante Recardães Barrô 1840 3750-720 Recardães Portugal Phone: +351 234 601500 Fax: +351 234 601159 E-mail: geral@scvouga.pt Romania ROM-Eurotrade S.R.L Bucharest west Industrial park Equest logistic Center Strada DE 287/1, Building E2, Unit A1-A2 077096, Judetul Ilfov Romania Phone: +40.21.350.5624 Fax: +40.21.350.5457 E-mail: info@rom-eurotrade.ro Singapore SHIMANO (SINGAPORE) PTE. LTD. 11 Bulim Walk, Singapore 648105 Phone: +65-6265-4777 Fax: +65-6265-1575 E-mail: sales@shimano.com.sg Slovakia Paul Lange Oslany s.r.o. Mierová 854/37 SK-97247 Oslany, Slovakia Tel.: +421 465 492 344 Fax: +421 465 491 056 E-Mail: office@paul-lange-oslany.sk Web: www.paul-lange.sk Slovenia CS-Eurotrade d.o.o. CKZ 135 8270 Krsko Slovenia Phone: 386-7-4902500 Fax: 386-7-4902549 Email: info@cs-eurotrade.com Republic of South Africa COOLHEAT CYCLE AGENCIES (PTY) LTD. 57 Lake Road Longmeadow Business, Estate North extension no.7 Edenvale, 1609, P.O.Box 2984, Edenvale, 1610 Phone: +27 (0) 11 608 2003 South Korea NANUX NETWORKS INC. 33-4, Tekeunobaelli-ro, Jillye-myeo 50875 Gimhae-si,Gyeongsangnam-d South Korea Email: mhkim@nanux.net Spain SHIMANO IBERIA, S.L. Avenida Doctor Severo Ochoa 34, 28100 Alcobendas, Madrid, Spain Tel: +34 91 902 25 86 Sweden Shimano Nordic AB Edsbrogatan 1F, 75228 Uppsala, Sweden Phone: +46-18-56-16-00 / Fax: +46-18-50-03-95 Switzerland FUCHS-MOVESA AG Hübelacherstrasse 7, CH-5242 Lupfig, SwitzerlandTel.: +41 56 464 46 46 E-Mail: info@fuchs-movesa.ch Web:http://www.fuchs-movesa.ch/ Taiwan SHIMANO (TAIWAN) CO.,LTD. 4F-3, Grand Asia Plaza, 138 Zhongming S.Road, Taichung, 40361 Taiwan Phone: +886-4-2319-5318 / Fax: +886-4-2319-4020 Sunstar Taiwan Ent. Co., LTD 39-1, 37th Road, Taichung Industrial Park, Taichung, Taiwan Phone: +886-4-2359-6199 Thailand Hah Hong Co., Ltd 1 Yukol 2 Rd, Wat Thepsirin, Pom Prap Sattru Phai, Bangkok 10100 Email: sales@hahhong.com Turkey SHIMANO BISIKLET PARCA VE EKIPMANLARI SATIS SERVIS TICARET ANONIM SIRKETI Şair Eşref Bulv. ĺsmet Kaptan Mah. Osman Şahin ĺş Mrk. No:4 K:7 D.:71, Çankaya - Konak / Izmir, Turkey 35210 Phone: +90 232 402 93 93 Fax: +90 232 484 07 40 Email: infosbtk@shimano-eu.com United Kingdom Madison Roebuck Way, Knowlhill, Milton Keynes, Buckinghamshire, MK5 8HL, United Kingdom Phone: +44 (0)1908 326000 Fax: 0800 1300 599 URL: www.madison.co.uk United States of America Shimano North America Bicycle, Inc. One Holland, Irvine, California 92618 U.S.A. Phone: +1-949-951-5003 / Fax: +1-949-768-0920 Uruguay Villa Agreste SA Juan Benito Blanco 975 Montevideo - 11113 Phone: +598 27091549 Email: montevideo@global-cycle.com Venezuela Invebica C.A. Av.64 N° L-8 (Zona Industrial Castillito) San Diego - Carabobo Venezuela Phone: +58-2418716105 Email: ventas@kamikaze.com.ve Additional Disclosures for California Consumers These disclosures describe how we collect, use, process, and disclose Personal Data of California consumers in the context of the Web App and Services (as defined above), as well as the rights you may have under California law. These disclosures are intended to supplement the Data Protection Notice with information required by California law. Personal Data We Collect California law requires that we describe the Personal Data we collect about California consumers, including by identifying specific categories of data. We collect Personal Data directly from consumers, automatically when consumers use the Web App and Services, and from other sources (such as from social networks, when you use a social media account to register to SHIMANO ID). As we describe in more detail above in the “Information We Collect” section of this Notice, we have collected the following categories of Personal Data in the past 12 months in the context of the Web App: Identifiers (e.g., username and login password, Shimano ID, home address, email address, IP address, authentication data for third party services) Demographics (e.g., gender, birthday) Commercial Information (e.g., bike information such as nickname, components information (serial number, name and Universally Unique Identifier of wireless unit)) Biometric Information (e.g., bike ride log information such as pedaling cadence) Internet Activity (e.g., bike ride log (power, location of sensor device, obtained elevation, elapsed/riding, time, distance, speed, pedaling cadence, pedaling vector and efficiency, ave. torque, heading, gear shifts, connected sensor details), Web App usage log information (information about your interactions with the Web App, including error and crash recovery logs, date/time stamps, clickstream data)) Sensitive Data (e.g., health data such as heart rate and weight data; precise geolocation data) For information about our business or commercial purpose(s) for collecting, or possibly sharing, your Personal Data, please refer to the “Purposes and Legal Bases” section of the Notice above. How We Disclose Personal Data We may disclose your Personal Data to third parties as described in the “Recipients of Personal Data” section of the Notice above. We do not \"sell\" or \"share\" Personal Data as those terms are defined under California law. California law also requires that we provide you with information about certain disclosures of Personal Data to third parties, where the disclosures are made for “business purposes”, such as disclosures to service providers. We disclose the following types of Personal Data for our business purposes: Category of Personal Data Recipient Identifiers Other group companies and distributors IT support and maintenance providers Web server providers Health data Other group companies and distributors IT support and maintenance providers Demographics Other group companies and distributors IT support and maintenance providers Web server providers Commercial Information Other group companies and distributors IT support and maintenance providers Biometric Information Other group companies and distributors IT support and maintenance providers Internet Activity Other group companies and distributors IT support and maintenance providers Location Data Other group companies and distributors IT support and maintenance providers California Rights California law grants certain rights to California consumers. These include the rights to: Access specific pieces of Personal Data (“Right to Access”) Learn about how we process and share Personal Data (“Right to Know”) Correct inaccurate or incomplete Personal Data (\"Right to Correct\") Request deletion of Personal Data we collected from you (“Right to Request Deletion”) Opt out of “sales” and \"sharing\" of Personal Data, as defined under California law Restrict certain uses and disclosures of Personal Data that is considered sensitive personal information under California law Not to be denied goods or services for exercising these rights To exercise the Right to Access, Right to Know, Right to Correct or Right to Request Deletion: please contact us at privacy@shimano-eu.com or +1-800-423-2420. Only you or a person that you authorize to act on your behalf may make a request related to your Personal Data. A request to exercise any of these rights must (1) provide sufficient information that allows us to reasonably verify that you are the person about whom we collected Personal Data (or an authorized representative of that person); and (2) describe your request with sufficient detail that allows us to understand, evaluate, and respond to your request. We will verify your identity by sending email to your registered email address and confirming reply from your email address. In certain cases, we may need to ask for more information. We may not be able to respond to your request or provide you with the information you requested if we are unable to verify your identity (or establish the authority of an authorized agent acting on your behalf). Authorized agents wishing to exercise rights on behalf of a California consumer should submit requests to privacy@shimano-eu.com along with a copy of the consumer’s signed authorization designating you as their agent. If you do not have an account with SHIMANO, while you may contact us at privacy@shimano-eu.com with questions or concerns, we may not be able to respond to requests to exercise your rights under California law, including the right to know or delete your Personal Data. Because we only collect limited data about individuals without an account, we are unable to verify requests from non-accountholders to the standard required by California law. Additionally, under California Civil Code Section 1798.83, California residents have the right to request in writing from businesses with whom they have an established business relationship, (a) a list of the categories of personal data that a business has disclosed to third parties during the immediately preceding calendar year for the third parties’ direct marketing purposes and (b) the names and addresses of such third parties. To exercise this right, please contact us at privacy@shimano-eu.com. Contact Us If you have any questions regarding the processing of your Personal Data, please contact us at privacy@shimano-eu.com. Privacy Policy | Teams of Use Login Token for authentication. 12 Months Per Reaction and barID - The Last reactions that were made by the user. Last login provider name for Login \"Welcome back\" screen. _gig_comments_nickname SHIMANO CONNECT CORPORATE EU DE FR ES IT NL PT DK FI NO SE US JP TW SHIMANO CONNECT Lab User Manual FAQ SHIMANO CONNECT Lab SEU is the designated point of contact for the Web App users requesting to exercise their rights under Section 9 above. If you want to do so, or in case you have questions regarding them, please contact SEU by phone at +31-40-2612222 or by email at privacy@shimano-eu.com. In addition, If you are located in the EU, please note that in addition to your designated point of contact, you may also contact SIC, SNAH and SSJ to exercise your rights. _gig_comments_locked Internal cookie for the Web SDK Indicates whether the client is using the canary version of the WebSDK. Locally stored Loyalty settings. Remembers if a guest user has posted at least one comment. 13 Months _gig_gmidt (Local Storage) Czech Republic We analyze technical data gathered via the Web App to detect and avoid misuse thereof, for example, by a breach of the terms of use of the software license agreement. gig3pc Chile Sweden We do not knowingly process Personal Data from individuals under the age of 16 without parental or guardian consent. If you are the parent or the guardian of a child and you believe that we have processed Personal Data about him or her, please contact our DPO using the contact details described above in Section 3. - gig_loginToken_<APIKey>_visited We rely on your consent to process any Personal Data you have freely chosen to provide us with (see Art. 6 (1)(a) GDPR) or which are health related (see Art. 9 (2)(a) GDPR). In case you withdraw your consent, for example, by updating your user profile, we will stop processing your Personal Data for this purpose. Colombia To exercise the Right to Access, Right to Know, Right to Correct or Right to Request Deletion: please contact us at privacy@shimano-eu.com or +1-800-423-2420. Only you or a person that you authorize to act on your behalf may make a request related to your Personal Data. A request to exercise any of these rights must (1) provide sufficient information that allows us to reasonably verify that you are the person about whom we collected Personal Data (or an authorized representative of that person); and (2) describe your request with sufficient detail that allows us to understand, evaluate, and respond to your request. We will verify your identity by sending email to your registered email address and confirming reply from your email address. In certain cases, we may need to ask for more information. We may not be able to respond to your request or provide you with the information you requested if we are unable to verify your identity (or establish the authority of an authorized agent acting on your behalf). Authorized agents wishing to exercise rights on behalf of a California consumer should submit requests to privacy@shimano-eu.com along with a copy of the consumer’s signed authorization designating you as their agent. If you do not have an account with SHIMANO, while you may contact us at privacy@shimano-eu.com with questions or concerns, we may not be able to respond to requests to exercise your rights under California law, including the right to know or delete your Personal Data. Because we only collect limited data about individuals without an account, we are unable to verify requests from non-accountholders to the standard required by California law. SHIMANO CONNECT If you choose to connect the Web App with your third party service account, we will process information about your user account. This information can consist of the following: account name, email address. Please note that by connecting the Web App to your third party service account the respective third party service provider can receive information about the fact that you have linked your Web App to your account. Unless stated otherwise, the information provided herein applies to the Web App in general. gmid GSLM_<siteID> Venezuela _gig_ssoToken_<apikey> (Local Storage) Where the above purposes require or involve the processing of Sensitive Data, we will ask for your express consent, as required by law, see Art. 9 (2)(a) GDPR. A temp cookie used to check if 3rd party cookies are blocked. Switzerland SHIMANO NORTH AMERICA HOLDING, INC. (\"SNAH\") One Holland, Irvine, California 92618 U.S.A. These disclosures describe how we collect, use, process, and disclose Personal Data of California consumers in the context of the Web App and Services (as defined above), as well as the rights you may have under California law. These disclosures are intended to supplement the Data Protection Notice with information required by California law. 1 second Demographics 1Week SHIMANO EUROPE B.V. (\"SEU\") High Tech Campus 92, 5656 AG Eindhoven, The Netherlands, When using the Web App you have the option to enjoy our contents and Services which may require or allow you to provide us with Personal Data. _gig_llu gig_toggles gigyaSettings (Local Storage) If you choose to use a social media account to register to the Web App, we will process the data of your social media user account. This information varies depending on the settings of your social media account and can consist of the following: account name, location, gender, age, email address, etc. Please note that by logging in via your Social Media accounts the providers of the Social Media platform can receive certain information about the fact that you have created an account with the Web App. Biometric Information Last logged in UID. Guatemala For this purpose, we rely on our legitimate interests to provide the added services to our cooperation partners and on the legitimate interests of our cooperation partners to be able to analyze model usage, see Art. 6 (1)(f) GDPR. Spain You can find more information about how we process the Personal Data of California consumers by reviewing the “Additional Disclosures for California Consumers” section of this Notice below. 30 Minutes This Notice may be revised from time to time to reflect and comply with changes in applicable legislation. We will inform you about any updates in an appropriate manner, e.g. via email or a message in the Web App. The date of the last update is available at the top of this Notice. __gigAPIAdapterSettings_<apikey>_<build> (Local Storage) Mexico Luxembourg We process your Personal Data (specifically, your bike ride log information including your health related data) for product development and quality improvement purposes, e.g. to detect and analyze problems in our products, to carry out predictive maintenance and calculate the necessary product replacement timing, to develop and introduce new products and test their compatibility, etc. gig3pctest (when using bypassCookiePolicy in the globalConf) gac_<APIKey> SSO Token by API. Lab User Manual FAQ SHIMANO CONNECT Lab gig_last_ver_<APIKey> _gig_comments_is_guest Shimano Inc. (\"SIC\") 3-77 Oimatsu-cho, Sakai-ku, Sakai City Osaka 590-8577, Japan Last time of verification of the session when the site is using the verifyLoginInterval property of global CONF in order to trigger reverification. We use your Personal Data to contact you (i) in order to provide you with information about the Apps and their functionalities for the purpose of providing you with the Services, (ii) to send you information about similar products and/or services, (iii) upon your request or consent (for example, to obtain feedback from you in order to improve our products, services and/or marketing). Finland SHIMANO SALES CO., LTD. (\"SSJ\") 1-5-15 Chikukou-Shinmachi, Nishi-ku, Sakai-shi, Osaka, 592-8331, Japan N/A South Korea _gig_comments_sort 30min gig_bootstrap_<apiKey> 4.2Information we automatically collect _gig_shareUI_cb_<provider name> We have appointed a group Data Protection Officer (\"DPO\") to manage all matters related to data protection and privacy. If you have any questions regarding the processing of your Personal Data, please contact our DPO at privacy@shimano-eu.com. We will not process your Personal Data longer than necessary for the purpose for which it was originally collected. When using the Web App and Services we automatically collect Personal Data as described below: Last Updated: August 2023 Web App user measurement and usage analysis for product development and quality improvement: Under applicable data protection law, you have certain rights with regard to the processing of your Personal Data by us: are the entities responsible for the processing of your Personal Data in relation to the Web App as joint data controllers (SIC, SEU, SNAH and SSJ together referred to hereinafter as \"we\", \"our\" or \"us\"). The Web App offers you a variety of functionalities, services and features (the \"Services\") which require or allow you to provide us with Personal Data about you. Additionally, we automatically collect information about you, including Personal Data, upon download and installation of the Web App on your device. Commercial Information Thailand We rely on your consent to process your Personal Data for this purpose, see Art. 6 (1)(a) GDPR. In case you withdraw your consent, we will stop processing your Personal Data for this purpose. User identification: Identifiers _gigRefUid_<APIKey> Hungary Singapore _gig_comments_cb_<provider> Used to trigger server initiated login. You can choose to connect your Web App account with those services provided by third parties that are indicated in the settings of your Web App account (e.g. Garmin, WAHOO). In order to activate the connection via your Web App settings you have to provide the log in information for your third party account as requested in the connection procedure. By activating the connection you agree that the information stored by these third parties are transferred to us, stored by us, and further processed by us to the extent the Web App’s functionalities are capable of processing this information (e.g. ride logs and information contained in them). For further information on the contents of the third party ride logs please refer to the data protection notice or the ride log descriptions provided by the third parties. You can prevent the data transfer to us by disconnecting the services from the Web App. Revoked login tokens in an SSO group. In SSO scenarios, indicates to the Web SDK that the current token was revoked, so as to log the user out. United States of America Detect and avoid misuse of the Web App: Last selected share providers. ucid (Local Storage) 4.4Deidentified data Austria India Last referrer User ID. We base the processing of your Personal Data on your consent, as well as on the performance of a contract to which you are party and our legitimate interests to provide customer support, and to provide you with product and/or service information, see Art. 6 (1)(a), (b) and (f) GDPR. Malta Comments guest nickname. 1Year For calling API provided by the service. We base the processing of your Personal Data on the performance of a contract to which you are party, as well as on our legitimate interests in prosecuting any misuse of the Web App which could affect Shimano and could have legal consequences, see Art. 6 (1)(b) and (f) GDPR. Cyprus California law requires that we describe the Personal Data we collect about California consumers, including by identifying specific categories of data. We collect Personal Data directly from consumers, automatically when consumers use the Web App and Services, and from other sources (such as from social networks, when you use a social media account to register to SHIMANO ID). As we describe in more detail above in the “Information We Collect” section of this Notice, we have collected the following categories of Personal Data in the past 12 months in the context of the Web App: Indicates that the user is commenting as guest user. Latvia Monaco gltexp_<apikey> We have summarized the purposes for which we process your Personal Data and the legal bases we justify the processing with in the list below: Login Token Expiration. Used to trigger the debug UI. Bosnia and Herzegovina France _gig_comments_selected_<provider> 4.3Information we receive from other sources reactionState-down_<barId> (Local Storage) gst Croatia Germany Lithuania _gig_llp FISHING / ROWING / CORPORATE Privacy Policy | Teams of Use ©SHIMANO INC. ALL RIGHTS RESERVED BACK TO TOP gig_loginToken_<API_KEY>_revoked_tokens Subject to statutory retention periods, we will delete your Personal Data: gig_hasGmid Session magic cookie. gig_loginToken_<APIKey>_exp SAML_<SiteId>_<ExternalIdp.Name> This Data Protection Notice (the \"Notice\") describes the data processing activities in connection with your use of the following web app developed and offered by Shimano Inc. gig_canary We process your Personal Data only for specified, explicit and legitimate purposes and provided that we have a legal basis to rely on. Your Personal Data will not be processed for any purpose other than the one they were originally collected, unless the new purpose is compatible with the initial one or in the event you give us your consent. We may de-identify Personal Data so that it cannot be used to identify you and is no longer Personal Data. We will maintain and use this data only in deidentified form and will not attempt to re-identify the data. Taiwan This Notice also informs you about the most relevant aspects of the arrangement concluded between the Shimano entities responsible for the data processing activities in connection with the Web App. _gig_APIProxy_enabled 48 hrs Unique computer identifier for unique user reporting purposes. 3 second It is set by the implementation, and cleared when consumed by the Web SDK Use of the Web App and the Services: We further aggregate user data collected in our database in order to provide data analysis services (e.g. regarding model usage, gender ratio, average speed/distance/bike time, firmware status) to manufacturers of bikes or bike components. By way of data aggregation, all Personal Data is anonymized before it is transmitted to the respective recipient so that it is not possible for the manufacturer to directly or indirectly identify you. dynamic hasGmid Slovakia ©SHIMANO INC. ALL RIGHTS RESERVED FISHING / ROWING / CORPORATE Privacy Policy | Teams of Use ©SHIMANO INC. ALL RIGHTS RESERVED BACK TO TOP THIS WEBSITE USES COOKIES TO IMPROVE YOUR USER EXPERIENCE. Click \"I agree\" or any link to accept these cookies. To learn more about how we use cookies, read our privacy policy. I AGREE EDIT PREFERENCES Health data Norway Communication with you: Server ticket for 2nd phase of login. id_token SIC, SSJ, SNAH and SEU jointly determine the purposes and the means of the processing of your Personal Data in connection with the Web App as described in Section 2 above. Consequently, as required by law, SIC, SSJ, SNAH and SEU have entered into a joint controllership agreement for personal data of users located in the EEA pursuant to Art. 26 GDPR. SIC, SSJ, SNAH and SEU will coordinate and cooperate with each other in order to comply with their data protection obligations, to observe your rights and to process your request and reply to any of your inquiries. Estonia We share your Personal Data with the following recipients: Saves user Share settings locally. gig_debug gig-comments (Local Storage)"
    },
    {
        "url": "https://bikebiz.com/shimano-europe-announces-plan-to-outsource-warehouse-activities-putting-45-jobs-at-risk/",
        "content": "Shimano said that the transition to the new outsourced warehouse model will take place in late 2023 at the earliest. “A careful process has been organised to select the logistics service provider that may take over the warehouse and logistics activities. Shimano expects to make that choice in the coming months,” says Kim Edwards, manager of corporate communications. Alex Ballinger 31/03/2022 News Shimano Europe announces plan to outsource warehouse activities, putting 45 jobs at risk Alex Ballinger 31/03/2022 News Share Facebook Twitter LinkedIn Pinterest Component giant Shimano has announced plans to outsource its European warehouse activities, putting 45 jobs at risk. The Japanese groupset, component, and apparel manufacturer said that due to enormous growth within the company, the distribution centre in the Netherlands no longer suits demand. Shimano said that the transition to the new outsourced warehouse model will take place in late 2023 at the earliest. The company said it is considering moving the distribution operation to Poland, leaving 45 workers at the hub in Nunspeet, the Netherlands, at risk of redundancy. A social plan is being put together for the employees impacted, which will include a compensation scheme, potential job changes, and retraining options. According to Shimano, the decision has been taken in order to offer shorter delivery times and improve product availability. “Shimano has grown enormously in recent years and the demand for our products is increasing every year. The distribution centre in Nunspeet has almost outgrown its capacity. In order to be able to grow further and to be able to meet the continuously changing requirements of our customers, it is necessary that Shimano organises the logistics chain in a future-proof way. This requires the most modern processes, information systems and flexibility in logistics solutions. Shimano is making the strategic choice to fully focus on its core activities of sales, marketing and service,” says Marc van Rooij, President Shimano Europe Group. “A careful process has been organised to select the logistics service provider that may take over the warehouse and logistics activities. Shimano expects to make that choice in the coming months,” says Kim Edwards, manager of corporate communications. “Shimano intends to sell the buildings on the Nunspeet location. We are looking for a suitable location in the Nunspeet region for the office employees of Shimano Benelux and Shimano Europe.” The Shimano warehouse in Turkey will not be impacted, the company said. Read more: Retailer Fully Charged and bike brand Ribble scoop prizes at first Move Electric awards Deliveries will continue through the Nunspeet distribution centre, until the changes are implemented. Share Facebook Twitter LinkedIn Pinterest According to Shimano, the decision has been taken in order to offer shorter delivery times and improve product availability. Tags Shimano 21/09/2023 Global Cycling Network (GCN) has announced that GCN+ and its associated app will close down … Related Articles Winners of first Shimano Service Centre Mechanic Championship announced 26/10/2023 Shimano Europe issues voluntary inspection and replacement for certain Hollowtech road cranks 22/09/2023 Shimano expected to release UK update as 760,000 Hollowtech road cranks recalled in America 21/09/2023 “Shimano has grown enormously in recent years and the demand for our products is increasing every year. The distribution centre in Nunspeet has almost outgrown its capacity. In order to be able to grow further and to be able to meet the continuously changing requirements of our customers, it is necessary that Shimano organises the logistics chain in a future-proof way. This requires the most modern processes, information systems and flexibility in logistics solutions. Shimano is making the strategic choice to fully focus on its core activities of sales, marketing and service,” says Marc van Rooij, President Shimano Europe Group. The Shimano warehouse in Turkey will not be impacted, the company said. 22/09/2023 26/10/2023 The company said it is considering moving the distribution operation to Poland, leaving 45 workers at the hub in Nunspeet, the Netherlands, at risk of redundancy. Read more: Retailer Fully Charged and bike brand Ribble scoop prizes at first Move Electric awards The Japanese groupset, component, and apparel manufacturer said that due to enormous growth within the company, the distribution centre in the Netherlands no longer suits demand. In other news... GCN+ to close as Warner Bros. Discovery decides ‘to offer content in fewer places’ Global Cycling Network (GCN) has announced that GCN+ and its associated app will close down … “Shimano intends to sell the buildings on the Nunspeet location. We are looking for a suitable location in the Nunspeet region for the office employees of Shimano Benelux and Shimano Europe.” Deliveries will continue through the Nunspeet distribution centre, until the changes are implemented. A social plan is being put together for the employees impacted, which will include a compensation scheme, potential job changes, and retraining options. Component giant Shimano has announced plans to outsource its European warehouse activities, putting 45 jobs at risk."
    }
]